{"code":"fitness_profile","name":"Fitness Profile","description":"<p>Should you do power exercises, endurance exercises or both? Do you have genetic predispositions that would allow you to become an elite athlete? What is your potential in having a leaner body mass? Find out more about how your genetic makeup impacts your fitness in this section.</p>","entries":[{"trait":{"code":"FitnessEndurance","name":"Endurance","description":"<p>Your muscle endurance measures your ability to repeat an activity for an extended period of time without getting tired. If your muscle structure favors endurance you have the potential to thrive in exercises that leverage your endurance. Cross-country skiing and push-ups are examples of endurance exercises.The intrinsic capacity to perform endurance exercise is influenced by a number of factors. First of all, endurance depends on the proportion of slow-twitch fibers in the skeletal muscle. Studies have identified a number of genetic variants associated with higher proportion of slow-twitch fibers, and higher oxygen supplies to muscle tissues. Slow twitch fibers are also called red fibers because they contain more blood-carrying myoglobin. The red muscles provide their own source of energy using oxidative phosphorylation to obtain ATP. Therefore, slow-twitch fibers can sustain force for an extended period of time.</p>","connotation":"good"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Check out your power trait predisposition to explore if you may be more of a power athlete.&nbsp;</li>\r\n\t<li>While you may not have a genetic advantage for endurance, you can still include aerobic exercises in your daily routine, including&nbsp;stair climbing or stair master, elliptical trainer, indoor rower, stationary bicycles, treadmills, fast walking, cycling, running and skiing.&nbsp;</li>\r\n\t<li>Start with a run/walk plan that gradually and safely allows you to build up to an hour of steady aerobic running.</li>\r\n\t<li>Consult with your fitness trainer on how to leverage this advantage to improve your fitness routines. As always, keep in mind that any substantial changes to your fitness routines may affect other parts of your well-being and should be done with proper oversight. Make sure to check your injury reports.</li>\r\n</ul>","snps_contributing":["rs12594956","rs1815739","rs4253765","rs8192678","rs11549465"],"snps_inhibiting":[]},{"trait":{"code":"FitnessAerobicPerformance","name":"Aerobic performance","description":"<p>VO2 max (maximal aerobic capacity) is the maximum rate of oxygen uptake as measured during incremental exercise, most typically on a motorized treadmill. Maximal oxygen uptake reflects the aerobic physical fitness of the individual, and is an important determinant of their endurance capacity during prolonged, submaximal exercise. . Just a few of the benefits of aerobic fitness are lower blood pressure, lower cholesterol and less risk of obesity, Type II diabetes and heart disease.&nbsp;Aerobic performance measured as the maximal rate of oxygen consumption (VO2max) is an important determinant of the endurance capacity during prolonged exercise. VO2 max (V - volume, O2 - oxygen, max - maximum) is measured during incremental exercise. Overall, maximal oxygen consumption reflects the aerobic physical fitness of the individual, and it is widely accepted as the single best measure of cardiovascular fitness and maximal aerobic power. Absolute values of VO2 max are typically 40-60% higher in men than in women. Starting at about the age of 30, our lung capacity begins to decrease. By the time we are 50 our lung capacity may be half of what it was in our youth. Decreased lung capacity means respiratory function is impaired and less oxygen is getting into our cells. This explains why shortness of breath, decreased endurance, and susceptibility to respiratory illness commonly increases with age. We check for several genetic variants that are associated with aerobic performance.</p>","connotation":"good"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your lung capacity typical for an average adult. However you can improve your oxygen uptake efficiency so&nbsp;your muscles can convert their oxygen uptake into energy more efficiently.</li>\r\n\t<li>To&nbsp;improve your aerobic fitness, exercise intensity needs to be between 70 and 85 percent of your target heart rate. In order to calculate your target heart rate, you must first determine your maximum heart rate, which is 220 minus your age in years</li>\r\n\t<li>If you are new to exercise you should aim for 10 to 20 minutes of aerobic exercise per session. Over time, gradually increase your exercise time until you can exercise continuously for 60 minutes.&nbsp;</li>\r\n\t<li>This will allow you to do more strenuous exercises with the same amount of oxygen uptake capacity.</li>\r\n</ul>","snps_contributing":["rs9922134"],"snps_inhibiting":[]},{"trait":{"code":"FitnessEliteEndurance","name":"Elite Endurance Athletes","description":"<p>Elite endurance athletes, such as distance runners, road cyclists and triathletes, excel in aerobic performance. They are more likely to have higher proportion of slow-twitch (type I) muscle fibers. In addition, elite endurance athletes have a superior cardiovascular system that maintains optimal control of heart rate, stroke volume, and blood pressure. Elite athletes are likely to have increased fat oxidation capacity and higher lactate threshold that ensures their muscles can function for longer periods of time. Assuming proper nutrition and training, athletic endurance is, in simplest terms, limited by a human&#39;s ability to extract oxygen from the environment and deliver it to muscle cells that use it to generate energy. Lifenome computes genetic predisposition likelihood for elite endurance based on 23 genetic variants, taking into account genetics-based endurance and aerobic performance scores.</p>","connotation":"good"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you do not seem to have genetically advantaged predispositions for elite endurance athletes, you can still enhance your endurance capacity through aerobic exercises.&nbsp;</li>\r\n\t<li>Aerobic exercises that you can include in your daily routine include stair climbing or stair master, elliptical trainer, indoor rower, stationary bicycles, treadmills, fast walking, cycling, running and skiing.&nbsp;</li>\r\n\t<li>Start with a run/walk plan that gradually and safely allows you to build up to an hour of steady aerobic running.</li>\r\n</ul>","snps_contributing":["rs12594956","rs9922134","rs1815739","rs4253765","rs8192678"],"snps_inhibiting":[]},{"trait":{"code":"FitnessPower","name":"Power","description":"<p>Your muscle power measures the maximum amount of force you can exert in a limited period of time. When your muscle structure favors power exercises, you have the potential to exert substantial force in a short period of time. Olympic weight lifting is an example of a power exercise. The heritability of power/strength has been estimated to be up to 80% depending on the specific muscle type (isometric knee strength, handgrip strength, elbow flexion). Fast-twitch (Type II) fibers generate a relatively high amount of force in a short period of time. They are characterized by high force/power/speed, like the take-off motion in a sprint, but the fast-twitch muscle fibers experience fatigue faster. &ldquo;Power&rdquo; fibers have lower mitochondrial density, lower myoglobin levels but higher levels of stored glycogen as they primarily rely on glycosis (anaerobic respiration) to fuel muscle contractions. The glycolysis process is very quick yet it is also quite inefficient at producing ATP. Another drawback of glycolysis is that it produces lactic acid as a byproduct, which leads to muscle fatigue. This explains why fast twitching muscles tire out quicker. To evaluate your power profile predisposition likelihood Lifenome uses the most reliable genetic biomarkers that have been found to be associated with power/strength-related sports.</p>","connotation":"good"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Check your endurance or elite endurance predispositions&nbsp;to see if you mgiht be more of an endurance athlete.</li>\r\n\t<li>If you want to increase your power you may want to consider sports and exercises such as aerobics,high impact step, basketball, Martial Arts: judo, karate, kickboxing, downhill skiing and Tennis.</li>\r\n\t<li>Under the supervision of a trainer, you may build on this advantage further by doing&nbsp;ballistic&nbsp;training where yourlift, accelerate, and then release&nbsp;weighst, rather than slowly lowering it as in other forms of weight&nbsp;training.&nbsp;</li>\r\n\t<li>As always, only change your fitness exercises under the supervision of a professional trainer.&nbsp;</li>\r\n</ul>","snps_contributing":["rs1815739","rs4343","rs4402960"],"snps_inhibiting":[]},{"trait":{"code":"FitnessJointLaxity","name":"Joint Flexibility","description":"<p>While flexibility and range of motion can be improved with regular stretching, some people have inherent joint flexibility that is a highly heritable trait. Genetic variants in several collagen genes alter amino acid sequence and change the amount of collagen proteins being produced affecting architecture and biomechanical properties of some tissues, including ligaments. Therefore, people with these genetic variants in general have higher range of motion and better joint laxity and flexibility. Interestingly, the research has shown that violinists, flautists, and pianists with lax finger joints suffer less pain than their less flexible peers. An opposite spectrum of this is risk of non-contact soft tissue injuries while doing very active sports. Other genetic variants in the collagen genes reduce joint flexibility and potentially protect from cruciate ligament, shoulder dislocation, and anterior cruciate ligament ruptures.</p>","connotation":"good"},"percentile":45.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You can increase your joint flexibility by engaging in yoga exercises and other stretching exercises.</li>\r\n\t<li>Try the Hip Flexor exercise:\r\n\t<ul>\r\n\t\t<li>Assume a kneeling position and move one foot out to the front.</li>\r\n\t\t<li>Roll your hips forward and maintain an upright position with your upper body.</li>\r\n\t\t<li>You will feel this stretch in your back leg.</li>\r\n\t\t<li>Hold the stretch for around a minute and repeat on the other side.</li>\r\n\t</ul>\r\n\t</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"FitnessActivityLevel","name":"Exercise Aversion","description":"<p>Your motivation for physical activity is partly influenced by your genetics. How your body feels during a workout (e.g oxygen transportation and lung capacity), and how you are predispositioned to respond mentally to the challenge all come down to your genetic makeup. Studies indicate that up to 50% of your like or dislike for exercise comes down to your DNA. There is a difference between exercise aversion and a lack of motivation, where the former is a stronger inhibition factor. If you have specific genetic variations, it may result in a lower biological desire to engage in physical activity making exercise your least favorite activity.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not have any genetic impulse not to engage in exercise, so if you are not exercising regularly, there is little excuse other than your own conscious decision. Yes, there are a variety of reasons such as lack of interest, lack of energy or self-esteem issues that make it tough to stick with a routine, but if you do you will thank yourself later.</li>\r\n\t<li>List the benefits of a regular exercise program, such as increased energy, weight loss, better sleep, reduced stress, improved mood, reduced risk of conditions like diabetes and heart disease, and a more satisfying sex life (Mayo Clinic)</li>\r\n\t<li>If you don&#39;t like the gym, practice yoga, take a dance class, go roller skating, take the dog on a hike or just dance in your living room to your favorite music for 30 minutes.</li>\r\n\t<li>Find an exercise partner who will hold you accountable and make workouts more fun. Plan a workout schedule so you know in advance when you&#39;ll be working out. Make a commitment with your friend to adhere to the schedule and keep each other motivated.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":["rs667923","rs10946904","rs1766581"]},{"trait":{"code":"LBM","name":"Lean Body Mass Potential","description":"<p>Your lean body mass is the portion of your weight that is not fat. &nbsp;Your lean body mass is actually composed of your muscle and bone tissue as well as the water in your body and your organs &ndash; everything except the fat beneath the surface of your skin. Leaner body mass has a strong genetic component. If you are predisposed to having a higher lean body mass, you have a better chance of attaining a muscular body through fitness exercises than the average population. Higher&nbsp;lean body mass also decreases&nbsp;the likelihood of excessive body weight, obesity, impaired protein balance, osteoporosis and sarcopenia. &nbsp;</p>","connotation":"good"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you do not have a genetic advantage for leaner body mass, you can maximize your muscle content by engaging&nbsp;in more power exercises.</li>\r\n\t<li>You can calculate your<span style=\"color:#0000cd\"> </span><a href=\"https://www.bodybuilding.com/fun/lbm_calculator.htm\"><span style=\"color:#0000cd\"><strong>lean body mass using this calculator</strong></span></a></li>\r\n\t<li>The closer your weight is to your actual lean body mass while building muscles, the fitter you are.&nbsp;</li>\r\n\t<li>To build a leaner body, try the following tips:&nbsp;\r\n\t<ul>\r\n\t\t<li>Consume&nbsp;a high-protein meal in the early evening</li>\r\n\t\t<li>Use a combination of heavier weights with few&nbsp;repetitions or if that is strenuous use lighter weights with higher repetitions. In all cases consult with your trainer.&nbsp;</li>\r\n\t\t<li>Try&nbsp;short, high-intensity cardio workouts.</li>\r\n\t\t<li>Make sure you are getting enough Vitamin D, particularly if your LifeNome Vitamin D report indicates a slightly elevated or elevated likelihood of Vitamin D inadequacy.&nbsp;</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Please make sure to explore your other fitness characteristics to avoid any injury or cardiac stress potential when selecting a proper exercise routine.</li>\r\n\t<li>If you wish to attain a higher lean body mass through rigorous exercise, you may want to discuss your options with a fitness professional.</li>\r\n</ul>","snps_contributing":["rs3925087","rs4735098","rs12439003"],"snps_inhibiting":["rs4846048","rs3737964","rs6544334"]},{"trait":{"code":"EnergyBalance","name":"Low Resting Metabolic Rate","description":"<p>Body weight depends on the balance between energy intake and energy expenditure. Energy intake comes from calories consumed, and energy expenditure is the energy that body uses to maintain normal body temperature and essential processes such as metabolism, breathing, brain functioning. Individual differences in the energy cost of self-maintenance (resting metabolic rate, RMR) are substantial, and depend on age, weight, environment, and genetics. The heritability of RMR is 40-50% of the variance remaining after adjustment for age, gender, and fat-free mass. Uncoupling proteins, UCP1 and UCP3, play important roles in regulating body temperature and energy expenditure: these proteins are found in brown fats and they are involved in metabolic process by which energy is dissipated as heat in response to excess of caloric intake and cold stress. People with genetic variations in the UCP genes tend to have lower RMR.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Given your &quot;normal/fast&quot; resting metabolic rate (RMR) you should be able&nbsp;to burn your&nbsp;calories efficiently, provided you&nbsp;are on a healthy diet and do not have issues with fat or carb processing.</li>\r\n\t<li>Calculate your RMR/BMR and the calories you need eat for a particular weight using the <a href=\"https://www.supertracker.usda.gov/bwp/\">USDA Supertracker Calcuator.</a>&nbsp;</li>\r\n\t<li>As the RMR tends to decrease with age, most people need to monitor their calorie intake and incorporate physical activities in their daily lives to maintain healthy energy balance.</li>\r\n\t<li>To ensure you are eating the right kind of foods, check your NutriNome report to see if you have carb or fat processing predispositions.&nbsp;</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]}]}