{"code":"injury_potential","name":"Injury Potential","description":"<p>While we all realize that exercise has tremendous benefits for our health, we also need to be aware of injury risks that come with doing the wrong kinds of exercises. Our tendons and joints are structured differently. Explore how your unique genetic makeup makes you more or less vulnerable to tendon and/or joint injury risks and get recommendations on what exercises and routines to engage in or avoid.</p>","entries":[{"trait":{"code":"FitnessInjuryRiskAT","name":"Achilles Tendinopathy","description":"<p>Achilles tendon injury&nbsp;includes degenerative and painful conditions that affect athletes in a wide range of sports, including up to 20% of runners. This is a multifactorial condition for which various genetic risk factors have been identified. Genetic variants in the FBGN2, TNC and ADAMTS14 (metallopeptidase with thrombospondin) gene contribute to the reisk of achilles tendinopathy, while genetic variant in the MMP3 has been found to be protective.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your genetic risk for Achilles tendon injury seems to be low so you need to take ordinary measures to protect your tendons.</li>\r\n\t<li>Try the following exercise to strengthen your calf muscles:\r\n\t<ul>\r\n\t\t<li>Use a resistance loop band or tie a long band into a loop 12&quot; to 15&quot; or 30 to 40 cm in diameter. Then, loop the resistance band around your foot with your toes pointed up toward the ceiling. Holding the band tight, push your foot and ankle down against the band as far as comfortable.</li>\r\n\t\t<li>Hold the position for a second, then return back to your starting position slowly. Do 10 repetitions, then switch to your other foot.</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Avoid an abrupt change of exercise intensity.</li>\r\n\t<li>Try to minimize high-impact sports, such as running which pose a higher risk for Achilles tendon injury.</li>\r\n\t<li>Switch to low-impact sports, such as walking, biking or swimming, which can both strengthen your muscles and pose less of an injury risk.</li>\r\n</ul>","snps_contributing":["rs143383","rs2104772"],"snps_inhibiting":["rs679620"]},{"trait":{"code":"FitnessInjuryRiskACL","name":"Anterior Cruciate Ligament Rupture","description":"<p>Anterior cruciate ligament (ACL) ruptures are considered to be the most severe joint injury in sports and is very common in a sporting population. Athletes who participate in high demand sports like soccer, football, and basketball are more likely to injure their anterior cruciate ligaments. Athletes are involved with sudden deceleration of the body from jumping and forward running while the knee is in a shallow flexion angle. On the other hand, ACL injuries are not common among athletes involved in endurance sports, such as running, swimming, biking. About half of all injuries to the anterior cruciate ligament occur along with damage to other structures in the knee, such as articular cartilage, meniscus, or other ligaments.</p>\r\n\r\n<p>Injured ligaments are considered &quot;sprains&quot; and are graded on a severity scale.</p>\r\n\r\n<p><strong>Grade 1 Sprains.</strong>&nbsp;The ligament is mildly damaged in a Grade 1 Sprain. It has been slightly stretched, but is still able to help keep the knee joint stable.&nbsp;</p>\r\n\r\n<p><strong>Grade 2 Sprains.</strong>&nbsp;A Grade 2 Sprain stretches the ligament to the point where it becomes loose. This is often referred to as a partial tear of the ligament.</p>\r\n\r\n<p><strong>Grade 3 Sprains.</strong>&nbsp;This type of sprain is most commonly referred to as a complete tear of the ligament. The ligament has been split into two pieces, and the knee joint is unstable.</p>\r\n\r\n<p>There are some genetic variations that are commonly found in individuals with higher risk of ACL ruptures.&nbsp;</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You are at low genetic risk for anterior cruciate ligament (ACL) ruptures, but you may still benefit from exercises that require balance, power and agility.</li>\r\n\t<li>Jumping and balance exercises also help improve neuromuscular conditioning and muscular reactions and decrease the risk of ACL injury.</li>\r\n\t<li>It has also been suggested that drinking water before and after exercise may be beneficial for ACL injury prevention.</li>\r\n\t<li>Some simple tips to reduce the risk of ACL ruptures:\r\n\t<ul>\r\n\t\t<li><strong>Always warm up before playing</strong>. Get blood circulating to your muscles and joint before you start your game or practice.</li>\r\n\t\t<li><strong>Stretch.</strong>&nbsp;Being flexible enough to move freely can help you maintain ideal form. Include stretches for your thighs, calves, and hips, and pay particular attention to any areas that are especially tight.</li>\r\n\t\t<li><strong>Strengthen.</strong>&nbsp;Having adequate strength in your hips and thighs is key to providing support for your knees and preventing ACL injuries. Squats and lunges are just a couple of exercises that can build strength.</li>\r\n\t\t<li><strong>Balance.</strong>&nbsp;Many injuries occur when an athlete is off-balance. Like anything, balance gets better with practice. Your gains in stability will pay off on the playing field.</li>\r\n\t\t<li><strong>Agility-Changing Direction:</strong>\r\n\t\t<ul>\r\n\t\t\t<li>Run to a line or cone, plant your outside foot without letting your knee collapse inward to change direction.</li>\r\n\t\t\t<li>Move in patterns that take you front to back, side to side and diagonally.Start by running slowly so you can concentrate on good position.</li>\r\n\t\t\t<li>Pick up the pace and maintain good technique.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>As always consult with a personal trainer before changing your exercise routines.&nbsp;</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>","snps_contributing":["rs143383"],"snps_inhibiting":["rs970547","rs240736"]},{"trait":{"code":"StressFractureRisk","name":"Stress Fracture","description":"<p>Stress fractures are small cracks in a bone. Stress fractures are caused by the repetitive application of repetitive movements, or force. For example, running long distances or repeatedly jumping up and down. Stress fractures can also arise from normal use of a bone that&#39;s been weakened. Anyone can experience a stress fracture, but some people have higher predisposition which is associated with lower bone mass density. Stress Fracture is a common overuse injury in repetitive sports. It affects up to 20% of athletes, in particular female athletes. The major determinant of stress fracture risk is bone mineral density that has large genetic component up to 85% of bone mineral density variability is explained by genetic variations). We use information on dozens of genetic variants to estimate your risk of stress fracture. Some genetic variations increase the risk of stress fracture while others have protective roles.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>You may want&nbsp;take extra measures to protect yourself against stress fractures.&nbsp;</li>\r\n\t<li>Avoid&nbsp;excessive intake of sodium, coffee, wheat bran, and sugar. This helps in reducing the risk for stress fractures.</li>\r\n\t<li>Additionally strengthening the calf muscles have been shown to have a substantial impact on preventing stress fractures from happening.</li>\r\n\t<li>Try the following exercise to strengthen your calf muscles:\r\n\t<ul>\r\n\t\t<li>Use a resistance loop band or tie a long band into a loop 12&quot; to 15&quot; or 30 to 40 cm in diameter. Then, loop the resistance band around your foot with your toes pointed up toward the ceiling. Holding the band tight, push your foot and ankle down against the band as far as comfortable.</li>\r\n\t\t<li>Hold the position for a second, then return back to your starting position slowly. Do 10 repetitions, then switch to your other foot.</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>As always consult with a personal trainer before making any changes to your exercise routine.&nbsp;</li>\r\n</ul>","snps_contributing":["rs4727338","rs3736228","rs163879","rs7851693","rs227584","rs430727","rs4796995","rs6959212"],"snps_inhibiting":["rs4792909"]},{"trait":{"code":"Osteoarthritis","name":"Joint Injury Risk","description":"<p>Many&nbsp;sports-related injuries involve damage to the joints.&nbsp;Common joint injuries include a twisted ankle, sprained wrist, overextended elbow, and damaged knee ligaments. When exercising you can be more at risk for overuse injuries. But&nbsp;you can build strength in your joints and avoid joint injuries by stretching and exercising correctly.&nbsp;</p>\r\n\r\n<p>The risk of joint injury is associated with higher genetic predisposition to osteoarthritis. Knowing about this risk is important in adjusting duration and intensity of training sessions. Sports and high-impact activities lead to cartilage lesions, and may lead to joint injuries. Your risk for the joint injury is computed based on 13 genetic variations that were found to be associated with joint problems.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Your genetc joint injury risk&nbsp;is slightly higher than the average population so it may be wise to take some extra measures to prevent injuries from happening.&nbsp;</li>\r\n\t<li>Reduce&nbsp;the risk of joint injury by taking simple steps.&nbsp;\r\n\t<ul>\r\n\t\t<li>Avoid doing too much, too soon. Never increase the length of your workouts by more than 10 percent from one week to the next, and never increase both the length and intensity of your workout at the same time.</li>\r\n\t\t<li>Maintain strength in the muscles surrounding the joint area. To strengthen the knees, do calf raises, lunges, squats, and leg lifts. For the shoulders, do simple moves such as push-ups, lateral lifts with light weights, and bench dips.</li>\r\n\t\t<li>Train smart by cross-training. Repetitive-motion injuries caused by doing just one sport or workout are some of the most common. You can prevent them by doing different sports or activities that work different muscles. For example, if you mostly ride a bike, take a core-strengthening class once a week.</li>\r\n\t\t<li>Never skip your warm-up or cool down. Tight or stiff muscles around a joint will make the area more prone to injury. This is especially important in sports that require quick movements, such as basketball and tennis.</li>\r\n\t\t<li>Always use proper technique and body mechanics when playing sports involving repetitive motion, such as tennis and golf.&nbsp;</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>As always consult with a fitness professional on how to best strengthen your joints.&nbsp;</li>\r\n</ul>","snps_contributing":["rs11177","rs12982744","rs8044769","rs16944","rs10948172","rs5009270"],"snps_inhibiting":[]},{"trait":{"code":"FitnessInjuryRisk","name":"Overall Tendon and Ligament Injury Risk","description":"<p>Non-contact tendon or ligament injury is an overuse injury associated with sports, and are a common cause of disability. Most major tendons, such as the Achilles, patellar, rotator cuff and forearm extensor tendons (amongst others) are vulnerable to overuse, which induces pathological changes in the tendon. Knowing your genetic susceptibility to specific injury will help in customization of exercise recommendations, choosing the right prevention strategies like avoidance of weight-bearing and high-impact sports for individuals who have risk profile genotypes would take advantage of this information.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your risk for overall tendon or ligament injury are within the typical range of the population. You may still have more specific risks associated with Achilles tendons or ACL, so do check those traits. &nbsp;</li>\r\n\t<li>To reduce your chance of getting tendon injuriy we recommend to include stretching to increase flexibility, plus eccentric strengthening of the gastrocnemius and soleus muscles.</li>\r\n\t<li>We recommend gastrocnemius/soleus eccentric strengthening, calf and Achilles stretches.</li>\r\n\t<li>It is also recommended to shift to running on softer surfaces.</li>\r\n\t<li>As always, consult with a personal trainer before making any changes to your routines.&nbsp;</li>\r\n</ul>","snps_contributing":["rs143383","rs2104772"],"snps_inhibiting":["rs970547","rs679620","rs240736","rs591058"]}]}