{"code":"muscle_characteristics","name":"Muscle Characteristics","description":"<p>The muscle system is responsible for movement of the human body, posture, movement of substances inside the body and for the generation of body heat. Your overall muscle power and how much you can increase it with exercise depends strongly on your genetics. Also your potentials for muscle injury, muscle cramps, muscle soreness after exercise and other muscle problems are also influenced by your genes. Explore the genetic basis of your muscle characteristics in this section.</p>","entries":[{"trait":{"code":"FitnessMuscleRepair","name":"Slow Muscle Repair","description":"<p>Are you one of those people who take a very long time to heal after a muscle injury? Prolonged strenuous exercise, like high intensity weight training, results in activation of inflammatory factors. Genetic variants in several genes enhance the inflammatory response that may slow down the repair of muscle damage following exercise. A person with higher predisposition to inflammation will benefit from less frequent exercise activities, and longer recovery periods. If the body is not fully recovered it may result in injuries, muscle straining and over-training. This is particularly important for high-intensity weight training athletes, and bodybuilders.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You are likely to experience typical muscle repair times.</li>\r\n\t<li>To&nbsp;ensure your muscles heal faster after an injury, you need to make sure to eat enough good quality protein.</li>\r\n\t<li>Avoid a diet high in trans-fats, saturated fat, and omega-6-rich vegetable oils.</li>\r\n\t<li>Consume monounsaturated and omega-3 fats have an anti-inflammatory effect.</li>\r\n\t<li>Include Vitamins D, B complex, C, and A, as well as calcium, copper, iron, magnesium, manganese, and zinc.</li>\r\n\t<li>To top it off, a good night&#39;s sleep does miracles to help accelerate muscle repair.</li>\r\n</ul>","snps_contributing":["rs4244808","rs16944","rs1205","rs4880"],"snps_inhibiting":[]},{"trait":{"code":"FitnessMuscleCramping","name":"Muscle Cramping","description":"<p>Muscle cramps can be caused by the overuse of a muscle, dehydration, muscle strain, or bad posture. In addition to potential risk factors such as inadequate blood supply, nerve compression, and mineral depletion, muscle cramps are also influenced to a good extent by genetics. Individuals who have genetic variants in the AMPD1 gene are significantly more likely to get muscle cramps and pains when they exercise.</p>","connotation":"risky"},"percentile":50.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Given your genetic makeup, you may be at higher than average risk for muscle cramping. Still make sure not to change&nbsp;the intensity of your exercise abruptly.</li>\r\n\t<li>If you have muscle cramps, you have to focus on strengthening the exact muscle that is experiencing the cramp.</li>\r\n\t<li>Here are directions for specific muscles. However it is best to talk to a trainer before engaging in exercise:\r\n\t<ul>\r\n\t\t<li><strong>Lunges</strong>&nbsp;<em>(Quadriceps, Hamstrings and Gluteals)</em>: Step 2 to 3 feet forward with your right foot and lower you left knee toward the floor. Go down until your right thigh is parallel to the floor. Keep your right knee in line with your ankle so that you can still see your toes. Return to standing and repeat with left leg. Alternate right and left legs for each set. Start with no weight. When you can do 3 sets of 20 reps, do the exercise using resistance bands or holding dumbbells.</li>\r\n\t\t<li><strong>Split squats</strong>&nbsp;<em>(Quadriceps, Hamstrings and Gluteals)</em>: If you have a chronic knee injury, split squats are a good alternative to lunges. Step 2 to 3 feet forward with your right foot. Lower your left knee toward the floor until your right thigh is parallel and come back up&mdash;that&#39;s one rep. Return to the starting position and lower your left knee again. Complete all 15 repetitions with the right knee forward before switching legs. When you can do 3 sets of 20 reps, add weight.</li>\r\n\t\t<li><strong>Calf raises</strong>&nbsp;<em>(Gastrocnemius and Soleus)</em>: Calf raises target both of the muscles that make up the calf. Stand with the balls of your feet on a step or block with your heels hanging down. Rise up on balls of your feet until your toes are pointed down just as they would be at the bottom of your pedal stroke. Return to the starting position. When you can do 3 sets of 20 reps, try single leg calf raises, switching legs after 15 reps.</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Consult with a trainer before changing any routines.&nbsp;</li>\r\n</ul>","snps_contributing":["rs34526199"],"snps_inhibiting":[]},{"trait":{"code":"FitnessMuscleSoreness","name":"Muscle Soreness","description":"<p>The delayed onset muscle soreness refers to the feeling of soreness 12-24 hours after heavy exercise. It is commonly understood to be the result of microscopic tears in your muscle tissue. The mild muscle strain injury creates microscopic damage to the muscle fibers and coupled with the resulting inflammation causes the pain.&nbsp;The less fit you are, the more likely it is for your muscles to feel sore.</p>\r\n\r\n<p>If you have a higher predisposition towards muscle soreness, you may want to only gradually increase&nbsp;the intensity of your workouts and concentrate more on endurance exercises that put less pointed pressure on your muscles. Genetic variants in some inflammation-related genes (IGF2) were found to be related to the greatest muscle soreness immediately after exercise, and highest post-exercise serum creatine kinase activity.&nbsp;</p>","connotation":"risky"},"percentile":60.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>You may experience more pronounced muscle soreness after exercise than the avergae population.&nbsp;</li>\r\n\t<li>Drinking coffee before exercise, having a protein shake, eating a low-fat, high-carb and high protein nutrition bar, an adequate warm-up routine and staying hydrated are key to preventing muscle soreness.</li>\r\n\t<li>Additionally, electrolyte-rich foods like bananas or avocados are quite helpful in keeping the right mineral balance within your muscles. Right before finishing your exercise routine, include 10 or so minutes of &quot;easy aerobic work such as jogging or walking followed by stretching.</li>\r\n\t<li>Taking a cold shower after your exercise also minimizes the chance of inflammation.</li>\r\n</ul>","snps_contributing":["rs4244808","rs13266634","rs1799865"],"snps_inhibiting":[]},{"trait":{"code":"FitnessMuscleStrengthLoss","name":"Muscle Strength Loss","description":"<p>From the time you are born to around the time you turn 30, your muscles grow larger and stronger. But at some point in your 30s, you start to lose muscle mass and function. The cause is age-related sarcopenia. Physically inactive people can lose as much as 3% to 5% of their muscle mass each decade after age 30. Even if you are active, you&rsquo;ll still have some muscle loss.</p>\r\n\r\n<p>The speed by which we lose muscle strength when we stop exercising, depends on a variety of factors, such as age, diet and the amount of sleep that we get. Sometimes even two weeks of physical inactivity can result in substantial muscle strength loss. Genetic variants in some inflammation-related genes (IGF2) were found to be related to the greatest muscle strength loss after exercise.&nbsp;</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your muscle loss potential is typical and you&nbsp;can slow it down by adequate protein intake, sufficient calorie intake, and regular exercise. &nbsp;</li>\r\n\t<li>Try to include creatine, vitamin D, and whey protein within your diet.&nbsp;</li>\r\n\t<li>The primary method of slowing down muscle strength loss is resistance training or strength training. These activities increase muscle strength and endurance using weights or resistance bands. Resistance training can help your neuromuscular system, hormones.&nbsp;</li>\r\n\t<li>Some exercises that will help you slow down muscle loss include:\r\n\t<ul>\r\n\t\t<li>Pull-down (or alternatively chin-up)</li>\r\n\t\t<li>Chest press</li>\r\n\t\t<li>Compound row (A pulling motion in the horizontal plane)</li>\r\n\t\t<li>Overhead press</li>\r\n\t\t<li>Leg press</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>The proper number, intensity, and frequency of resistance exercise is important for getting the most benefit with the least risk of injury. You should work with an experienced physical therapist or trainer to develop an exercise plan.</li>\r\n</ul>","snps_contributing":["rs4244808","rs13266634"],"snps_inhibiting":[]},{"trait":{"code":"FitnessMaximalForceProduction","name":"Muscular Strength","description":"<p><em>Muscular strength</em>&nbsp;is&nbsp;the amount of force a&nbsp;<em>muscle</em>&nbsp;can exert in a single contraction. Muscles have two types of fibers, fast twitch and slow twitch. Fast twitch provide the explosive bursts of energy required in weight lifting and sprinting. Slow twitch fibers are for longer endurance type activities. Building fast twitch fibers requires aerobic type activity such as sprinting. Slow twitch fibers depend on anaerobic exercise to gain strength. Endurance type activities such as circuit training and long distance running build slow twitch fibers. Muscular strength&nbsp;is determined by fast twitch fibers which focus more on quick bursts of energy.&nbsp;</p>\r\n\r\n<p>Is muscular strength a feature shared within your family? Familial studies have shown that up to 90% of the variance in muscle mass and up to 60% of the variance in muscle strength are heritable. Furthermore, skeletal muscle force production is dependent on the properties of the muscle tissue. Two genetic variations have been found to be significantly associated with muscular strength.</p>","connotation":"good"},"percentile":40.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You will probably gain musclar strength at typical&nbsp;rate when you exercise regularly.</li>\r\n\t<li>Weight training is the fastest way to build strength. Weight training increases the explosive power athletes need for the power sports. Strength training not only increases power but it also aids with endurance.</li>\r\n\t<li>The most widely used method is lifting a weight that is 70% of your maximum 10-12 times. You repeat this three times with 1-5 minute breaks in between sets. Another thing to remember is that you should never repeat strength training on a specific muscle more than once every 48 hours. If you do, you can cause numerous injuries and basically wear the muscle out&nbsp;so you&nbsp;recieve no improvement at all.&nbsp;</li>\r\n\t<li>Always consult with a professional trainer before you engage in any new exercise routine.&nbsp;</li>\r\n</ul>","snps_contributing":["rs7136446"],"snps_inhibiting":[]},{"trait":{"code":"FitnessSkeletalMuscleContractionEfficiencyResponse2Training","name":"Skeletal Muscle Performance","description":"<p>Muscles such as biceps, pectorals and quadriceps are called skeletal muscles because they attach to the skeleton to generate motion. Skeletal muscles are composed of very long, thin cells that include the full complement of organelles needed for general cellular functions. In addition, more than 90 percent of the total volume of a skeletal muscle cell is composed of muscle proteins, including the contractile proteins actin and myosin. When a muscle cell is activated by its nerve cell, the interaction of actin and myosin generates force through so-called power strokes. The total force depends on the sum of all the power strokes occurring simultaneously within all of the cells of a muscle. Skeletal muscle is one of three major muscle types, the others being cardiac muscle and smooth muscle. Your skeletal muscle can bear a high load at constant length, or shorten rapidly when the load is low.&nbsp;</p>\r\n\r\n<p>Uncoupling proteins 2 and 3 (UCP2 and UCP3) may negatively regulate mitochondrial ATP synthesis and, through this, influence human physical performance. A study found that genetic variants in the UCP3/2 gene locus are associated with training-related improvements in skeletal muscle performance.&nbsp;</p>","connotation":"good"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You are likely to see&nbsp;typical skeletal muscle performance improvements in response to training.</li>\r\n\t<li>Consider diets rich in anti-oxidants, which are thought to contribute positively to skeletal muscle performance.</li>\r\n\t<li>Some exercises that will help you strengthen your skeletal muscles include:\r\n\t<ul>\r\n\t\t<li>Pull-down (or alternatively chin-up)</li>\r\n\t\t<li>Chest press</li>\r\n\t\t<li>Compound row (A pulling motion in the horizontal plane)</li>\r\n\t\t<li>Overhead press</li>\r\n\t\t<li>Leg press</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>As always, consult with a personal trainer when engaging in a new exercise routine.&nbsp;</li>\r\n</ul>","snps_contributing":["rs1800849"],"snps_inhibiting":[]},{"trait":{"code":"FitnessMuscleResponse2ResistanceTraining","name":"Muscle Response to Resistance Training","description":"Muscle-strengthening are recommended to be included in fitness routines for a minimum of 2 days a week. Long-term systematic resistance training increases skeletal muscle size and strength in both men and women of different ages. While studies demonstrate that nearly all individuals will get some benefit from RT, RT-induced gains in muscle size and strength are highly variable between individuals. Muscle strength and size gains following standardized program depend on gender, age, general health, nutrition, and genetics. Several studies reported associations with muscle strength and size. People with some genetic variations gained higher (isometric) muscle strength and biceps size in response to the same resistance training routine.","connotation":"good"},"percentile":75.0,"assessment":1,"assessment_recommendation":"Good news! You have a slightly elevated predisposition likelihood for muscle response to Resistance Training. This means that you have genetic variations associated with larger gains in muscle size and strengthening. According to Mayo clinic, resistance and weight training is an important part of any fitness program. Combined with aerobic exercise, weight training can increase your strength and muscle tone, improve your bone density and help you lose weight. Make sure to get full benefit from your genetic advantage. As always, remember genetics is only part of the whole picture: proper nutrition and heathy lifestyle are very important for gaining muscle size and increasing muscle strength.","snps_contributing":["rs2296135","rs1057972","rs28357094","rs2228059","rs10482614"],"snps_inhibiting":["rs4634384","rs7566605"]},{"trait":{"code":"FitnessMuscleInjury","name":"Muscle Damage Risk","description":"<p>A muscle strain, or pulled muscle, occurs when your muscle is overstretched or torn. This usually occurs as a result of fatigue, overuse, or improper use of a muscle. Strains can happen in any muscle, but they&rsquo;re most common in your lower back, neck, shoulder, and hamstring, which is the muscle behind your thigh. Muscle damage can be caused by different reasons, including increased lactate oxidation, deficient lactate efflux pathways, or release of intracellular muscle components into the bloodstream. Mutations in some genes in these pathways are associated with rare condition known as cryptic exercise intolerance. Common genetic variation in the same genes have been found to be associated increased risk of muscle injury, muscle cramping, and lactate accumulation in the muscle. This genetic variation has been associated with incidences of muscle injuries in elite football players. A predisposition to increased muscle damage risk can mean that you have to be more careful about lifting heavy weights or making sudden moves than the average person. Additionally, you may want to focus your exercises on those that improve the tenacity and flexibility of your muscles.</p>","connotation":"risky"},"percentile":35.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you may not have known genetic risks for muscle damage, to minimize the risk of a potential muscle tear, there are many steps you can take.</li>\r\n\t<li>For one, try not to sit in one position for too long and move about when working long hours in the office.</li>\r\n\t<li>Always stretch and warm up before and after engaging in exercise.</li>\r\n\t<li>We are in a culture where pushing your limits is seen as a virtue, but it is good to be aware of the limitations of one&#39;s body.</li>\r\n</ul>","snps_contributing":["rs1024611","rs2857656"],"snps_inhibiting":[]}]}