{"code":"basic-personality","name":"Basic Personality","description":null,"entries":[{"trait":{"code":"PersonalityWarrior","name":"Warrior Personality","description":"<p>Warrior have better stress resiliency, and higher pain threshold. In some circumstances, the warrior personality is associated with aggressiveness and violence when combined with trauma, drugs, or alcoholism. On a biochemical level, worrier personality is associated with two enzymes, MAOA and COMT that determine the levels of several neurotransmitters such as dopamine and serotonin. Neurotransmitters play a pivotal role in our reactions, moods and emotions. The MAOA has even been nicknamed the warrior gene and drew international attention a decade ago when it was reported that a common genetic variation to occur more common in Maori &mdash; the indigenous Polynesians of New Zealand &mdash; than in whites. A recent study demonstrated that Finnish criminals convicted of several violent crimes possessed this variant more frequently than nonviolent controls. Interestingly, a smaller study reported that the warrior genes often linked with aggression and alpha-male behavior in men might actually be the happiness genes for women.</p>","connotation":"good"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<p>You do not seem to have genetic predispositions that would increase your warrior personality. Your warrior tendencies fall within the average range of the population.</p>","snps_contributing":["rs6323"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityWorrier","name":"Worrier Personality","description":"<p>Worriers are more exploratory, have lower pain threshold and enhanced vulnerability to stress. They often give up when the going gets tough. Yet they may be more efficient processing information under most conditions. On a biochemical level, worrier personality is associated with lower COMT enzyme activity.</p>","connotation":"risky"},"percentile":70.0,"assessment":2,"assessment_recommendation":"<p>You seem to have a higher worrying personality. This means that external challenges may create anxiety and potentially drive you to resign to the challenges more easily. Knowing this to be a potential predisposition, try not to give up easily when challenges arise and make every effort to overcome anxiety when circumstances get tough.</p>","snps_contributing":["rs4680"],"snps_inhibiting":[]}]}