{"code":"basic-nutrition","name":"Basic Nutrition","description":null,"entries":[{"trait":{"code":"SupplCarotene","name":"Vitamin A (Carotene) Deficiency","description":"<p>Vitamin A, the group of fat-soluble vitamins, is essential for immune system functioning, reproduction, healthy vision, maintenance of strong bones and teeth, red blood cell production, tissue repair, and skin health. Vitamin A comes in two forms: biologically active form, retinol, and pro-vitamin A carotenoids (including alpha- and beta-carotenes) that are converted into retinol. Carotenoids are important antioxidants and anti-inflammatory agents which have tremendous protective benefits for heart conditions, respiratory problems, elevated glucose levels, and various other ailments. Alpha and beta-carotenes contribute to skin and hair health. Humans cannot produce carotenoids themselves and therefore need it directly from food sources. Carotenoids are generally obtained through plant sources. Carotenoid-rich foods are, often but not always, orange, bright red, or yellow pigmented. In fact, the word carotene comes from the Latin word for carrot. Genetic variants in <em>CD36</em> and <em>SCARB1</em> genes have been linked to lower levels of beta-carotene.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Meet your daily nutrient intake requirements for carotenoids. Best carotenoid-rich foods are sweet potatoes, carrots, broccoli, kale, spinach, pumpkin, collard greens, apricot, papaya, mango, peas, tomatoes, cheddar cheese, and eggs.</li>\r\n\t<li>Carotenoids are best consumed with a fat for the body to absorb them. Prepare carotenoid-rich vegetables with a dash of olive oil or other healthy oils.</li>\r\n\t<li>Vitamin A is included in most multivitamins&nbsp;and the U.S. recommended dietary allowance (RDA) for adults is as follows: 900 micrograms daily (3,000 IU) for men and 700 micrograms daily (2,300 IU) for women; for pregnant women 19 years old and older, 770 micrograms daily (2,600 IU); and for lactating women 19 years old and older, 1,300 micrograms daily (4,300 IU). (Source: May Clinic)</li>\r\n</ul>","snps_contributing":["rs5888"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminD2Use","name":"Vitamin D Deficiency","description":"<p>Vitamin D is a fat-soluble vitamin that is critical to bone and muscle health, normal functioning of immune, endocrine, and cardiovascular systems. Vitamin D can be synthesized in the skin upon exposure to sunlight: it is metabolized into active form and regulates hundreds of genes by binding to vitamin D receptor (VDR). There is a steady increase in cases of severe vitamin D deficiencies in developed countries, mainly due to sun protection measures. Other factors that contribute to vitamin D deficiency include environmental conditions (air pollution, geographical locations), as well as dark skin, being over 50, family history of osteoporosis, excessive weight, and genetics. Large-scale studies identified genetics variants in several genes (including the vitamin binding receptor, VDR; vitamin binding protein GC, and NAD coenzyme) that contribute to vitamin D deficiencies.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Inrease your daily recommended intake of Vitamin D through food sources.</li>\r\n\t<li>Foods rich in Vitamin D include fatty fish such as tuna, mackerel, trout, herring, sardines, kipper, anchovies, or carp. It can also be found in beef liver, cheese, egg yolks, and some mushrooms.</li>\r\n\t<li>Sun exposure (using proper precautions) is very important as Vitamin D is synthesized in our bodies through the skin. During sun exposure, the body can make sufficient Vitamin D within a few minutes a day without sunscreen. It is recommended to get at least 15-30 minutes of unprotected sun exposure 2-4 times a week. Check your skin sun sensitivity reports to assess your potential risks of exposure to the UV radiation.</li>\r\n\t<li>An alternative to&nbsp;sun exposure is Vitamin D supplementation under the supervision of a healthcare provider.</li>\r\n\t<li>Have your Vitamin D levels checked regularly. The correct blood test is 25-OH Vitamin D or 25-hydroxy Vitamin D test.</li>\r\n</ul>","snps_contributing":["rs7041","rs1007392","rs1544410","rs7944926","rs3829251","rs731236","rs1993116","rs11234027","rs2282679","rs2060793","rs12800438"],"snps_inhibiting":[]},{"trait":{"code":"MetabolismCaffeine","name":"Caffeine Metabolism Impairment","description":"<p>Cytochrome P450 1A2 (CYP1A2) is the main responsible enzyme for the metabolism of caffeine. People with the AA genotype at rs762551 (within the CYP1A2 gene) are fast metabolizers, while those with the AC or CC are slow metabolizers. For people with normal caffeine metabolism it only takes 45 minutes for 99% of the&nbsp;caffeine&nbsp;to be absorbed through these membranes. In humans, the half-life for&nbsp;caffeine&nbsp;is anywhere from 4 to 6 hours on average, which explains why the average energy drink or coffee&#39;s effect lasts about 4 to 6 hours. However those with genetic variations impairing their metabolism can become hypersensitive to Caffeine. &nbsp;These people react to very small amounts of caffeine. Even at amounts less than 100 mg, people who are hypersensitive to caffeine can experience overdose symptoms such as insomnia, jitters, and an increased heartbeat. For these people, it can take as much as twice as long for caffeine to metabolized.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>","connotation":"risky"},"percentile":70.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Because of your caffeine impairment predisposition, you have a slightly elevated likelihood of being hypersensitive to caffeine.</li>\r\n\t<li>We recommend that you limit your coffee intake to one cup of coffee or one can of energy drink per day, taken early in the day. This is particularly true if you have experienced insomnia, jitters, or an increased heartbeat after drinking coffee.</li>\r\n\t<li>Black tea or green tea is probably a wiser choice for your predisposition likelihood.</li>\r\n</ul>","snps_contributing":["rs762551"],"snps_inhibiting":[]}]}