{"code":"basic-skin-care","name":"Basic Skin Care","description":null,"entries":[{"trait":{"code":"SkinSensitivity2Sun4Use","name":"Sensitivity to Sun","description":"<p style=\"text-align:justify\">Humans vary over 1000-fold in their sensitivity to the harmful effects of ultraviolet radiation. Skin pigmentation, tanning ability and sensitivity to sun have high heritability. Several large-scale studies identified genetic variations that affect our skin sensitivity and tendency to get sun burns. The main determinants of sensitivity to sun are skin pigmentation genes (ASIP, TYR, MC1R, and OCA2) that are also associated with poor tanning. In addition, skin DNA repair genes are strongly associated with tendency to sun burns, and increased risk of melanoma. Interestingly, the DNA repair genes (NTM, ERCC1) have no association in either direction with tanning ability. This implies that there is a pigmentation-independent mechanism underlying sunburn reaction.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Always wear sunscreen with SPF 20 and higher.</li>\r\n\t<li style=\"text-align:justify\">Monitor any changes in the color, size, or texture of moles and other skin lesions.</li>\r\n\t<li style=\"text-align:justify\">Visit your dermatologist regularly to do a full-body check even if you tan well or have darker skin. Studies show that people who tan well or have&nbsp;darker&nbsp;skin tone have tendencies to be less careful and ignore precautions of how to behave in the sun when it comes to tanning compared to people who have very fair skin.</li>\r\n</ul>","snps_contributing":["rs1393350","rs1126809","rs1015362"],"snps_inhibiting":[]},{"trait":{"code":"SkinGlycation","name":"Skin Glycation","description":"<p style=\"text-align:justify\">Our bodies use glucose as its main source of fuel. If glucose is not metabolized properly, it can bind to skin&rsquo;s collagen and elastin fibers forming abnormal cross-links. This leads to structural and functional tissue impairment which produces advanced glycation products (AGEs). This process, called glycation, is responsible in accelerated aging of the skin as it impairs skin&rsquo;s ability to regenerate and self-repair. Glycation has been described as caramelization (hardening) of the skin from the inside out. The skin-damaging effects of glycation cause wrinkles, dryness, skin laxity. Scientific research identified several genetic variations in NAT2, GLO1, and AGER genes are associated with excessive glycation. A recent study found that the presence of slow NAT2 acetylator types correlates with higher levels of AGEs in their skin. Genetic variations in the glyoxalase 1 enzyme (GLO1) that protects cells from AGEs can lower their activity which leads to the build-up of AGEs. Another gene implicated in glycation and skin aging is AGER receptor. Binding of AGEs to AGER results in activation of collagen breakdown enzymes and the pro-inflammatory cytokines. In simpler terms, it leads to the breakdown of collagen in the skin prompting wrinkles and other complexities.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">To protect your face against AGEs, use skin-care products infused with anti-glycation agents such as green tea, blueberries or pomegranate.</li>\r\n\t<li style=\"text-align:justify\">Include more complex carbs (peas, beans, whole grains, and vegetables) to your diet.</li>\r\n\t<li style=\"text-align:justify\">Consume a diet rich in polyphenols (nuts, berries etc) and antioxidants (fruits, green leafy vegetables etc) to promote healthy blood sugar.</li>\r\n\t<li style=\"text-align:justify\">Monitor your sugar (refined or unrefined) intake.</li>\r\n\t<li style=\"text-align:justify\">Take plant-based glycation inhibitors or glycation reversing agents (such as salacia, fenugreek, cinnamon, turmeric, ginseng, gymnema, banaba, kudzu) after consulting your healthcare provider.</li>\r\n</ul>","snps_contributing":["rs2736654","rs1800625","rs4921914","rs1049346"],"snps_inhibiting":[]}]}