{"code":"skinsun","name":"Skin and the Sun","description":"<p style=\"text-align:justify\">The sun plays an integral part in our well being and we draw our energy from it in various ways. One such example is when your skin synthesizes sunlight to help manufacture Vitamin D. This vitamin is crucial for normal bone functioning and many other processes. While sunlight is life-giving, ultraviolet light (also found in sunlight) is detrimental and can age unprotected skin faster. Humans vary over 1000-fold in their sensitivity to the effects of ultraviolet radiation which is largely determined by their genetics. Skin pigmentation, tanning ability, and sensitivity to sun have high heritability. People with lighter skin tones can be susceptible to painful sunburns from being exposed to the sun for prolonged periods of time. Similarly, people with darker skin tones or those who tan well mistakenly assume that the sun may not impact them negatively. But, in reality, there are other adverse reactions that their skin may be experiencing which are not visible to the naked eye. In this section, you can gain insight on how your genetic makeup influences how your skin is impacted by sun exposure and the necessary measures you can take to limit further damage.</p>","entries":[{"trait":{"code":"SkinPigmentedSpots2Use","name":"Facial Pigmented Spots","description":"<p style=\"text-align:justify\">Facial pigmented spots (solar lentigines and seborrheic keratosis) are a common feature of aging skin and are usually a result of sun exposure. With age, the repeated UV exposure causes melanin, a compound responsible for pigmentation as well as protecting the skin, to cluster or clump together. These clumps form an area of hyperpigmentation.Pigmented age spots develop earlier and are more pronounced in Asian than in Caucasian skin (as a result of SLC45A2). While there are some similarities in manifestation of pigmented spots in different populations (determined by the MC1R, ASIP, IRF4, BNC2 genes), there are also ethnic differences.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Follow general guidelines to protect your skin from UV exposure.</li>\r\n\t<li style=\"text-align:justify\">Apply moisturizer with SPF 20 and higher throughout the year.</li>\r\n\t<li style=\"text-align:justify\">Monitor any changes in the color, size or texture of moles and other skin lesions.</li>\r\n\t<li style=\"text-align:justify\">Visit a dermatologist regularly to do a full-body check.</li>\r\n</ul>","snps_contributing":["rs26722"],"snps_inhibiting":["rs3843706"]},{"trait":{"code":"SkinPhotoaging","name":"Photoaging","description":"<p style=\"text-align:justify\">Skin photoaging is defined as premature aging of the skin due to sun exposure (UV radiation). UV radiation causes DNA damage, oxidative stress, and disrupts normal architecture of skin connective tissue that impairs skin function. Clinical data suggests that extrinsic skin aging parameters have a strong genetic basis. Studies have identified genetic variations in STXBP5L and FBXO40 genes. This was determined by careful analysis of age, smoking history, hormonal status, body-mass index, hair color at age 20,estimated sun exposure, and intensity. Another recent study also found that the MC1R gene, which is responsible for producing pale skin and red hair, is also linked to the susceptibility for increased photoaging.</p>\r\n\r\n<p style=\"text-align:justify\">&nbsp;</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Follow general recommendations appropriate for your skin type to minimize UV exposure damage.</li>\r\n\t<li style=\"text-align:justify\">Use sunscreen with SPF 20 and higher.</li>\r\n\t<li style=\"text-align:justify\">Consult reports on sun sensitivity and pigmented spots for further information.</li>\r\n</ul>","snps_contributing":["rs17740066","rs6782033"],"snps_inhibiting":[]},{"trait":{"code":"SkinTanning","name":"Poor Tanning Ability","description":"<p style=\"text-align:justify\">Tanning is the physiologically stimulated response to ultraviolet (UV) radiation in sunlight. UV exposure increases the production of eumelanin(one of the types of melanin) that darkens the skin in an attempt to protect it from damage. Ability of skin to tan is variable and is determined by genetics. Many genes are involved in the production of melanin which is the substance that gives skin, hair, and eyes their color. Large studies identified a number of genetic variants in the key pigmentation genes that are associated with tanning phenotype. Variants in the tyrosinase (TYR) gene encode skin color. MC1R gene is strongly associated with red hair, freckling and sun sensitivity: nearly all people with red hair have genetic variants in the MC1R gene, and hence diminished ability to tan. Similarly, genetic variants of OCA2 gene are responsible for the production of light colored eyes and light skin tones in East Asia. People with a number of genetic variants in the pigmentary genes tend to have lighter eye color, fair skin, and diminished ability to tan.</p>","connotation":"risky"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Always wear sunscreen with SPF 20 and higher.</li>\r\n\t<li style=\"text-align:justify\">Follow general recommendations appropriate for your skin type to minimize UV exposure damage.</li>\r\n\t<li style=\"text-align:justify\">Monitor any changes in the color, size, or texture of moles and other skin lesions.</li>\r\n\t<li style=\"text-align:justify\">Visit your dermatologist regularly to do a full-body check even if you tan well or have darker skin.</li>\r\n</ul>","snps_contributing":["rs7279297","rs12913832","rs1015362","rs4785763","rs10831496"],"snps_inhibiting":["rs17094273"]},{"trait":{"code":"SkinSensitivity2Sun4Use","name":"Sensitivity to Sun","description":"<p style=\"text-align:justify\">Humans vary over 1000-fold in their sensitivity to the harmful effects of ultraviolet radiation. Skin pigmentation, tanning ability and sensitivity to sun have high heritability. Several large-scale studies identified genetic variations that affect our skin sensitivity and tendency to get sun burns. The main determinants of sensitivity to sun are skin pigmentation genes (ASIP, TYR, MC1R, and OCA2) that are also associated with poor tanning. In addition, skin DNA repair genes are strongly associated with tendency to sun burns, and increased risk of melanoma. Interestingly, the DNA repair genes (NTM, ERCC1) have no association in either direction with tanning ability. This implies that there is a pigmentation-independent mechanism underlying sunburn reaction.</p>","connotation":"risky"},"percentile":75.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">The best defense against sunburns is prevention: always wear sunscreen with SPF 30 and higher. Use broad-spectrum protection from both ultraviolet A and ultraviolet B rays.</li>\r\n\t<li style=\"text-align:justify\">Avoid sun during peak hours (10am-4pm). Wear a hat with a wide brim.</li>\r\n\t<li style=\"text-align:justify\">Remember, that variants in DNA repair genes make people of all colors vulnerable to harmful effect of UV radiation. Monitor any changes in the color, size or texture of moles and other skin lesions.</li>\r\n\t<li style=\"text-align:justify\">Visit your dermatologist regularly to do a full-body check.</li>\r\n</ul>","snps_contributing":["rs13016963","rs13181","rs4785763","rs1015362","rs12421680"],"snps_inhibiting":[]}]}