{"code":"skinprofile","name":"Skin Profile","description":"<p style=\"text-align:justify\">While environment, diet, stress, age, and hormones contribute to how your skin looks and feels, genetics also play a large role. They are important in determining whether your skin is inherently dry, &nbsp;prone to acne, rosacea, or stretch marks. Genetic variants in some key enzymes may impact skin&rsquo;s antioxidant capacity or inflammation. In this section, explore various skin care characteristics and learn how to choose the best skin care products for your unique skin needs.</p>\r\n\r\n<p>&nbsp;</p>","entries":[{"trait":{"code":"SkinStretchMarksAll","name":"Skin Stretch Marks","description":"<p style=\"text-align:justify\">Both men and women are prone to &nbsp;stretch marks (striae, singular stria or striae distensae) on several parts of their bodies, including the belly, thighs, hips, breasts, upper arms, and lower back. Stretch marks are a form of scarring on the skin: the marks often start off with a reddish hue and as they progress, take an off-color appearance. Stretch marks are often the result of the rapid stretching of the skin dermis associated with rapid growth, weight changes, pregnancy (usually during the last trimester) or hormonal changes associated with puberty, bodybuilding, or hormone replacement therapy. Recent study identified several genetic variants in elastin gene (ELN) that are significantly associated with stretch marks.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<p style=\"text-align:justify\">You seem to have a low genetic risk for skin stretch marks.&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>&nbsp;Drinking enough water may help keep your skin hydrated and soft. Soft skin doesn&rsquo;t tend to develop stretch marks as much as dry skin does.&nbsp;</li>\r\n\t<li>Maintain a healthy weight.</li>\r\n\t<li>If you are pregnant or experiencing weight gain/loss, apply organic oil (such as argan oil or vitamin E oil) to your skin to maintain its elasticity, prevent the breakdown of essential structural proteins like collagen and elastin, and aid the skin to rejuvenate itself.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"SkinRosacea","name":"Skin Rosacea","description":"<p style=\"text-align:justify\">Rosacea is a common but often overlooked chronic skin condition. According to the US National Rosacea Association, &nbsp;well over 16 million Americans may have rosacea and aren&rsquo;t aware. Rosacea cannot be cured, but it can be controlled. It is a chronic and potentially life-disrupting disorder of the facial skin, often characterized by flare-ups and remissions. Individuals with fair skin who tend to flush or blush easily are believed to be at greatest risk of rosacea but it can affect all segments of the population. Many causes of rosacea have been proposed: from excess alcohol consumption (especially red wine), sun exposure, &nbsp;skin surface microbes, and small intestinal bacterial overgrowth. Some people report that spicy foods, hot baths, and emotional stress trigger rosacea symptoms. Genetics is a big factor in developing rosacea. A large study has recently identified several genetic variations significantly associated with rosacea. Interestingly, these variations have links to allergies and other autoimmune diseases as well.</p>\r\n\r\n<p style=\"text-align:justify\">&nbsp;</p>","connotation":"risky"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">If you have a tendency to blush or flush more easily, monitor the triggers.</li>\r\n\t<li style=\"text-align:justify\">Devise a skin care plan to control and monitor these symptoms.</li>\r\n\t<li style=\"text-align:justify\">If you notice rosacea symptoms (flushing, redness, bumps, pimples, small visible blood vessels), consult a dermatologist. If diagnosed earlier, rosacea symptoms can be controlled and reversed.</li>\r\n</ul>","snps_contributing":["rs3733631","rs847","rs763035"],"snps_inhibiting":["rs2040406","rs2040410"]},{"trait":{"code":"SkinCellulite","name":"Protection from Skin Cellulite","description":"<p style=\"text-align:justify\">Cellulite is a condition when skin on thighs, hips, buttocks, and abdomen appears lumpy because of excess of fat beneath the skin. It is most common in women than men and even thin people are prone to it.There are many causes of cellulite including excessive weight, total body fat, poor diet, fad dieting, lack of physical activity, dehydration, hormone changes, and genetic predisposition. A small study of 200 lean women with cellulite and 200 BMI-matched controls identified two variations in ACE and HIF1A genes that were significantly associated with appearance of cellulite. Many treatments for cellulite, include massages, cellulite creams, lasers, and injections. Most of these treatments can work only in combination with a healthy, active lifestyle.</p>","connotation":"good"},"percentile":80.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Follow general rules to minimize cellulite by maintaining a healthy weight: stay active and eat a healthy diet.</li>\r\n\t<li style=\"text-align:justify\">For improved circulation, try daily dry skin brushing in circular motions.</li>\r\n\t<li style=\"text-align:justify\">Stay hydrated.Drinking more water allows it to serve as a natural cleanser, flushing toxins out of the body, opening up new channels for the body to get rid of excessive cellulite.&nbsp;</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"SkinAcne","name":"Acne","description":"<p style=\"text-align:justify\">Acne (acne vulgaris) is most common in teenagers and young adults. It may also occur in adult women and men signaling hormonal imbalances. There are up to 3 million cases a year in the US. Of those affected, moderate to severe problems occur in 20%. Acne happens when hair follicles become clogged with dead skin cells and oil from the skin. Symptoms range from un-inflamed blackheads to pus-filled pimples or large, red, and tender bumps. In addition to hormonal changes and stress, genetics also contributes to the likelihood of acne.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Keep your face clean, use warm water (not hot) and mild facial cleanser while cleansing.</li>\r\n\t<li style=\"text-align:justify\">Avoid scrubbing your skin harshly. Always moisturize your skin.</li>\r\n\t<li style=\"text-align:justify\">Refrain from too much sun exposure.</li>\r\n\t<li style=\"text-align:justify\">Avoid spicy and oily foods.</li>\r\n\t<li style=\"text-align:justify\">If you develop acne, try an over-the-counter acne product. But if the symptoms persist, consult a dermatologist.</li>\r\n</ul>","snps_contributing":["rs747650","rs330071","rs38055","rs4671386","rs1159268","rs149709"],"snps_inhibiting":[]},{"trait":{"code":"SkinDryness","name":"Dryness","description":"<p style=\"text-align:justify\">Balanced levels of hydration is absolutely fundamental for healthy skin. Aquaporin channels, a family of integral cell membrane proteins, play central role in keeping our skin hydrated by allowing the movement of water and glycerol across the cell membrane. The quality of aquaporin channels in human skin is strongly affected by aging, chronic sun exposure, and inflammation. The most abundant (and best studied) aquaporin in the skin is the AQP3 gene. It transports water, glycerol, and small solutes (urea) across the plasma membrane hence regulating skin hydration, skin barrier recovery, and wound healing. Another group of genes expressed in skin are called claudins. They are tight junction membrane proteins that form paracellular barriers and pores that determine tight junction permeability. Genetic variations in the AQP3 and CLDN1 genes can result in their diminished expression and reduced activity. This, in the epidermis, leads to impairments in skin intrinsic hydration capacity and skin dryness.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Keep your skin well hydrated. Drink plenty of water to hydrate from within.</li>\r\n\t<li>Use a good quality moisturizer: a light one during summer and a richer one during winter. For the face, look for moisturizers with retinoic acid (upregulates aquaporins).</li>\r\n\t<li>Consider using personal care products, like shower gels and shampoos, which are based on glycerol. Apply body lotions to dry patches: do not forget hands, elbows, and feet.</li>\r\n\t<li>Use gentle exfoliators for your skin and moisturize immediately: exfoliation reduces skin flakiness and eliminates dead skin cells.</li>\r\n\t<li>Check your reports for genetic-based predispositions to impaired skin barrier function, overall dermal sensitivity and contact dermal sensitivity.</li>\r\n</ul>","snps_contributing":["rs17501010"],"snps_inhibiting":[]},{"trait":{"code":"SkinAntioxidant","name":"Skin Antioxidant Deficiency","description":"<p style=\"text-align:justify\">A balance between free radicals and intrinsic antioxidants is necessary for proper physiological functioning as well as to maintain youthful and healthy skin. Increased amounts of free radicals contribute to a dangerous chain of reactions that target tissues and organs in the body, including skin. This can &nbsp;trigger many chronic and late-onset diseases while also leading to premature aging by damaging the skin&rsquo;s proteins and lipids. To prevent such an occurrence, a master regulator gene, NRF2 (NF-E2-Related Factor 2), prompts the activation of SOD2/CAT(enzyme/protein) when it is triggered by oxidative stress and electrophiles. These enzymes convert free radicals into less harmful products. Genetic variations in NRF2, SOD2, and CAT can result in reduced antioxidant activities which then increases risk of damage to the skin&rsquo;s lipids and proteins.</p>","connotation":"risky"},"percentile":70.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Use skin care products that are infused with natural antioxidants (vitamin C, carotene, vitamin E, glutathione, green tea extract) to boost your skin&rsquo;s intrinsic antioxidant capacity.</li>\r\n\t<li style=\"text-align:justify\">During the day, practice wearing antioxidant-rich day creams and sunscreen to help create a strong defense against aging. For the night, use antioxidant-infused night creams which promote cellular repair and healing.</li>\r\n\t<li style=\"text-align:justify\">Consume more antioxidant-rich foods, including blueberries, red berries, dark green leafy vegetables, sweet potatoes, oranges, nuts, whole grains, and green tea.</li>\r\n\t<li style=\"text-align:justify\">Consider intake of supplements that boost antioxidant NRF2 after checking with your physician.</li>\r\n</ul>","snps_contributing":["rs35652124","rs6721961","rs4880","rs769214","rs769217"],"snps_inhibiting":[]},{"trait":{"code":"SkinInflammation","name":"Skin Inflammation","description":"<p style=\"text-align:justify\">Skin inflammation is the result of a complex biological process where the cells in the skin have a hyperactive response to allergens or toxins and produce inflammatory hormones called cytokines and chemokines. There are two types of inflammation: acute and chronic. Acute inflammation is a signal to the skin to start the repair process after being exposed to triggering stimulus, such as germs or environmental toxins. It can&nbsp;last from&nbsp;2-4 days (generally the amount of time required for wounds or infections to heal) to up to 6 weeks.&nbsp;Chronic inflammation goes beyond six weeks and it&nbsp;serves no purpose. It&nbsp;becomes destructive and can damage the skin. There are a number of stimuli that induce chronic inflammation: overexposure to UV rays, stress, toxins (e.g. pollution, smoking, trauma, alcohol, immune reactions, infections etc), pathogens, and foreign bodies (dirt and debris). Chronic inflammation plays an important role in overall skin sensitivity, and susceptibility to wound infection. It often goes hand in hand with skin diseases, such as&nbsp;eczema, rosacea, and psoriasis. Chronic inflammation&nbsp;can also be triggered by excess of free radicals. In addition, genetic variations in several pro-inflammatory and anti-inflammatory cytokines genes are associated with higher risks of chronic skin inflammation.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">In addition to genetics, factors like diet, hormones, climate, stress may contribute to skin inflammation and irritation.</li>\r\n\t<li style=\"text-align:justify\">If your inflammation of the skin comes and goes,&nbsp;use over-the-counter anti-inflammatory products, and think of what may have triggered it.</li>\r\n\t<li style=\"text-align:justify\">Carefully read the list of ingredients in your skin care, personal care, or hair dyes.</li>\r\n\t<li style=\"text-align:justify\">Use natural skin care products made from good quality ingredients for sensitive skin.</li>\r\n\t<li style=\"text-align:justify\">Reduce your stress levels (workout, hobbies etc) while simultaneously increasing your sleep time. Stay active.</li>\r\n\t<li style=\"text-align:justify\">If you are dealing with symptoms that do not go away after six weeks, or develop skin rashes,&nbsp;make&nbsp;an appointment with your derm just to be on the safe side.&nbsp;</li>\r\n</ul>","snps_contributing":["rs1800797","rs20541","rs2069705"],"snps_inhibiting":["rs1800795"]}]}