{"code":"skinaging","name":"Skin and Aging","description":"<p style=\"text-align:justify\">Your skin changes as you age. Skin aging (or aging in general) is a complex process driven by both genetic and environmental factors. According to a recent JAMA study, 60% of our ageing is based on our genes while only 40% is determined by the environment. Some people are exceptional agers; their skin does not change much over decades while others develop wrinkles earlier in life. Many factors can contribute to this process; but, most importantly, increased collagen breakdown and the glycation process are culprits. Similarly, sagging eyelids can become a frequent concern in some middle-aged and older adults. In this section, explore how your genetic makeup impacts your skin as you age and what actions you could take to facilitate this process.</p>","entries":[{"trait":{"code":"SkinSaggingEyelids2Use","name":"Sagging Eyelids Risk","description":"<p style=\"text-align:justify\">Sagging eyelids (hooded eyes or dermatochalasis) are a frequent concern in middle-aged and older adults. It happens due to a loss of elastic fibers and a disruption of the collagen network. Sagging eyelids are usually a cosmetic concern, although they can cause visual field loss, ocular or eyelid irritation. They may also be a cause of headaches due to forced brow elevation to increase the visual field. A recent study identified nearly 30 genetic variations associated with sagging eyelids. These variations are located in 6 different genetic regions that contain four genes TGIF1, SMYD3, ATP8A1, and PJA2. Interestingly, some of the identified genetic variations, including variation in the TGIF1 gene (an inducer of transforming growth factor &beta;) have protective effects while others are associated with increased incidents of sagging eyelids.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Wear sunglasses to minimize sun exposure around the eye area.</li>\r\n\t<li style=\"text-align:justify\">Wear a hat with a wide brim in summer.</li>\r\n\t<li style=\"text-align:justify\">Consume a diet rich in vitamins by including fresh vegetables, fruits, meats, and water.</li>\r\n\t<li style=\"text-align:justify\">Refrain from smoking.</li>\r\n</ul>","snps_contributing":["rs10924351","rs6714226"],"snps_inhibiting":["rs10034082","rs11876749"]},{"trait":{"code":"SkinCollagenBreakdown","name":"Collagen Breakdown","description":"<p style=\"text-align:justify\">Collagen is a connective tissue protein that makes up around a quarter of all the protein found in the body. It helps support and strengthen bones, teeth, tendons, skin, and internal organs. In particular, it affects your skin elasticity. Skin elasticity is the skin&#39;s ability to stretch and revert to its original form without developing wrinkles and imperfections. It is determined by collagen that makes up to 75% of our skin. The smoothness, firmness, and elasticity of the skin depend on the balance between collagen synthesis and its breakdown. Levels of MMPs increase in the course of normal aging and exposure to environmental factors (UV radiation) and irritation. In addition, genetic variants also increase activity of MMPs contributing to accelerated loss of collagen and premature skin aging.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Consume collagen-rich foods like bone broth&nbsp;</li>\r\n\t<li>Reduce exposure to environmental factors (such as smoking, chlorinated water) that increase MMP levels</li>\r\n\t<li>Use skin care products rich in polyphenols, carotenoids, or flavonoids</li>\r\n\t<li>Sip drinkable&nbsp;collagen for glowing skin</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"SkinYouthfulness","name":"Youthfulness","description":"<p style=\"text-align:justify\">The research into genetics for younger looking skin has recently yielded results showing several genetic variations. Individuals with these genetic variations look years younger and their facial skin showed fewer signs of aging. These genes are not only important for outward appearance but are also necessary to study general anti-aging and longevity.</p>","connotation":"good"},"percentile":85.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Keep the genetic advantage of your youthfulness gene! &nbsp;</li>\r\n\t<li style=\"text-align:justify\">Maintain a regimen for healthy skin and body.</li>\r\n\t<li style=\"text-align:justify\">Use the appropriate, age-related, anti-aging skincare products and supplements.</li>\r\n\t<li style=\"text-align:justify\">Eat a healthy diet and keep an active lifestyle.</li>\r\n</ul>","snps_contributing":["rs1578826"],"snps_inhibiting":[]},{"trait":{"code":"SkinGlycation","name":"Skin Glycation","description":"<p style=\"text-align:justify\">Our bodies use glucose as its main source of fuel. If glucose is not metabolized properly, it can bind to skin&rsquo;s collagen and elastin fibers forming abnormal cross-links. This leads to structural and functional tissue impairment which produces advanced glycation products (AGEs). This process, called glycation, is responsible in accelerated aging of the skin as it impairs skin&rsquo;s ability to regenerate and self-repair. Glycation has been described as caramelization (hardening) of the skin from the inside out. The skin-damaging effects of glycation cause wrinkles, dryness, skin laxity. Scientific research identified several genetic variations in NAT2, GLO1, and AGER genes are associated with excessive glycation. A recent study found that the presence of slow NAT2 acetylator types correlates with higher levels of AGEs in their skin. Genetic variations in the glyoxalase 1 enzyme (GLO1) that protects cells from AGEs can lower their activity which leads to the build-up of AGEs. Another gene implicated in glycation and skin aging is AGER receptor. Binding of AGEs to AGER results in activation of collagen breakdown enzymes and the pro-inflammatory cytokines. In simpler terms, it leads to the breakdown of collagen in the skin prompting wrinkles and other complexities.</p>","connotation":"risky"},"percentile":90.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">To protect your face against AGEs, use skin-care products infused with anti-glycation agents such as green tea, blueberries or pomegranate.</li>\r\n\t<li style=\"text-align:justify\">Include more complex carbs (peas, beans, whole grains, and vegetables) to your diet.</li>\r\n\t<li style=\"text-align:justify\">Consume a diet rich in polyphenols (nuts, berries etc) and antioxidants (fruits, green leafy vegetables etc) to promote healthy blood sugar.</li>\r\n\t<li style=\"text-align:justify\">Monitor your sugar (refined or unrefined) intake.</li>\r\n\t<li style=\"text-align:justify\">Take plant-based glycation inhibitors or glycation reversing agents (such as salacia, fenugreek, cinnamon, turmeric, ginseng, gymnema, banaba, kudzu) after consulting your healthcare provider.</li>\r\n</ul>","snps_contributing":["rs1800625","rs4921914","rs1049346"],"snps_inhibiting":[]}]}