{"code":"skinenvironment","name":"Skin and the Environment","description":"<p style=\"text-align:justify\">The health of your skin is determined by two factors: the environment and genetics. While many skin problems are caused by irritants and chemicals in the air (such as automobile exhaust, allergens, and industrial smoke), variants in the genes also play a key role in skin protection, barrier function, and detoxification. Hence, our skin maintains a sophisticated system to defend itself from both internal and external toxins. In this section, explore how your genetic makeup affects your skin&#39;s sensitivity to environmental factors, and use this knowledge to be &nbsp;more proactive about protecting your skin.</p>","entries":[{"trait":{"code":"SkinDetoxification","name":"Skin Detoxification Impairment","description":"<p style=\"text-align:justify\">Human skin maintains a sophisticated detoxification system by converting environmental toxins and reactive oxygen species (ROS) into water-soluble forms ( by a mechanism called conjugation) and pairing these products with glutathione. Glutathione is a master detoxifier produced naturally by the liver. It is also found in fruits, vegetables, and meats. Glutathione also plays a critical role in maintaining optimal levels of vitamins C and E. Genetic variations in several enzymes can lower glutathione activity compromising its detoxification capacity which then results in the accumulation of ROS. Insufficient ROS detoxification may result in cellular damage, and may contribute to skin inflammation and premature aging. This also increases the individual&#39;s susceptibility to environmental toxins (automobile emissions, allergens, and cigarette smoke)</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">To help your body maintain glutathione activity, consume a diet rich in cruciferous vegetables.</li>\r\n\t<li style=\"text-align:justify\">Consume vegetables high in sulfur, including garlic and onions.</li>\r\n\t<li style=\"text-align:justify\">Minimize your toxic burden to maintain your naturally produced glutathione levels.</li>\r\n\t<li style=\"text-align:justify\">If you experience sluggishness, consider taking supplements of glutathione or cruciferous vegetable extract after consulting your physician. Natural production of glutathione drops by roughly 10% per decade.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"SkinDermalSensitivity","name":"Dermal Sensitivity","description":"<p style=\"text-align:justify\">Skin sensitivity is largely determined by the skin barrier function. This &nbsp;determines skin permeability and the prevention of the entry of harmful pathogens and toxins. In addition, a hyper-reactive immune response to allergens and deficiency in protection from environmental toxins can both contribute to overall skin sensitivity risk. In some cases, dermal sensitivity leads to atopic dermatitis, or eczema, which is in fact one of the most common skin conditions (with prevalence rates of up to 20% in children and 3% in adults in the developed world). Eczema is characterized by very dry skin, and a typical age-related distribution of inflammatory lesions that are frequently infected by bacteria and viruses. It is important to consult a dermatologist if you experience any of these symptoms. Your overall dermal sensitivity risk has been calculated using the results from a large genome-wide study where a number of genetic variants associated with increased risk of skin sensitivity were identified.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">While you may have one or more genetic variations associated with skin sensitivity, your overall DNA-based dermal sensitivity score is within the typical risk for the general population.</li>\r\n\t<li style=\"text-align:justify\">Most people have had to deal with sensitive skin at least once in their&nbsp;life. In addition to genetic contribution, the causes of sensitive skin are often a result of environmental influences and lifestyle choices.&nbsp;These include weather, pollution, stress and lack of sleep, hot water, poor diets, alcohol, and certain chemicals&nbsp;in skincare products.&nbsp;</li>\r\n\t<li style=\"text-align:justify\">When your skin is sensitive,&nbsp;apply&nbsp;a nourishing moisturiser with a neutral pH balance&nbsp;both morning and evening.</li>\r\n\t<li style=\"text-align:justify\">Avoide cosmetic products that contain alcohol, fragrances, parabens, sulfates, dyes, chemical sunscreens, and retinol.&nbsp;&nbsp;</li>\r\n\t<li style=\"text-align:justify\">Go easy on physical exfoliation.&nbsp;</li>\r\n</ul>","snps_contributing":["rs4520482","rs1051740","rs6661961"],"snps_inhibiting":[]},{"trait":{"code":"SkinPollutionDefense","name":"Pollution Defense Impairment","description":"<p style=\"text-align:justify\">Air pollution is the cause of increased signs of aging, dark spots, and inflammation. The Chinese Dermatologist Association has found that those living in highly polluted areas (i.e. big cities) age 10 times faster than those who live in the countryside. Two important enzymes, EPHX1 and NQO1, protect our bodies &nbsp;from systemic absorption of highly reactive foreign chemicals (epoxides and quinones) from within the epidermis (most superficial layer of our skin). Biotransformation enzyme, EPHX1, plays a critical part in preventing the &nbsp;absorption of epoxides by catalyzing them into a less reactive, water-soluble form. Similarly, NQO1 converts coenzyme Q10 (ubiquinone) to its reduced form, ubiquinol, which then scavenges free radicals in the mitochondria and skin lipid membrane. Genetic variants in the EPHX1 gene cause epoxide hydrolase deficiency while SNPs in the NQO1 gene slow down production of ubiquinol. Individuals who have reduced levels of these two enzymes have significantly diminished skin defense from environmental toxins.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">Invest&nbsp;in good quality skin care products designed to protect your skin from&nbsp;pollution.</li>\r\n\t<li style=\"text-align:justify\">Choose skin care products that especially contain antioxidants and coenzyme Q10.</li>\r\n\t<li style=\"text-align:justify\">Experts advise applying a high numbered SPF even when cloudy as it provides an extra layer of protection.</li>\r\n\t<li style=\"text-align:justify\">Remove makeup and properly cleanse your skin at night to remove harmful toxins and microbes.</li>\r\n\t<li style=\"text-align:justify\">If you reside in a big city with increased levels of pollution, try to reduce exposure to these environmental pollutants (cigarette smoke, automobile emissions, benzene) by growing indoor plants that clean air. Spend more time in nearby parks or greenery.</li>\r\n\t<li style=\"text-align:justify\">Consider supplementing with ubiquinol (bioavailable form of coenzyme Q10), and antioxidants such as astaxanthin.</li>\r\n</ul>","snps_contributing":["rs2917666","rs1051740"],"snps_inhibiting":[]},{"trait":{"code":"AllergicDermatitis","name":"Contact Skin Sensitivity","description":"<p style=\"text-align:justify\">Contact skin sensitivities (contact allergy) are becoming more prevalent around the world. One of the most common types is the allergic reaction to nickel or other metals.The rise of contact allergy can be due to increased exposure to nickel in the environment as it is found in everyday items (jewelry, belt buckles, watch straps, metal zips, bra hooks, buttons, pocket knives, lipstick holders etc). Recent studies have identified genetic variations which are associated with the presence of nickel and other metal sensitivity.</p>\r\n\r\n<p style=\"text-align:justify\">&nbsp;</p>","connotation":"risky"},"percentile":55.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">While you do not have known genetic variants related to&nbsp;contact sensitivity, the presence of sensitivity in your family may be a positive predictor. In such cases, watch out for the symptoms.</li>\r\n\t<li style=\"text-align:justify\">In the event of allergic symptoms on your skin after exposure to nickel or other metals, consider doing a patch test and&nbsp;consult your healthcare provider.</li>\r\n\t<li style=\"text-align:justify\">In addition, if you have sensitivity to nickel, you may also be sensitive to other metals as well (such as copper etc). As copper is believed to play an important role in maintaining healthy skin, one of the latest trends in skin-care is to use copper peptides in anti-aging products (and even in pillows!). So,&nbsp;proceed&nbsp;with caution while using copper-containing&nbsp;products.</li>\r\n</ul>","snps_contributing":["rs2367563"],"snps_inhibiting":[]},{"trait":{"code":"SkinBarrierSensitivity","name":"Skin Barrier Sensitivity","description":"<p style=\"text-align:justify\">Our skin barrier serves a crucial, protective function for the skin by preventing entry of harmful microbes, toxins, and allergens while maintaining proper skin hydration. Skin barrier function is performed primarily in the outermost layer of the epidermis called the Stratum Corneum (SC). Stratum Corneum is also responsible for thermoregulation and innate immunity. Genetic variations in the Flaggirin (FLG) gene may cause skin barrier defects increasing its permeability and promoting skin sensitivity and irritation. In more extreme cases, genetic variations in the FLG gene are also associated with eczema and allergies. In up to 10% persons of European ancestry, parts of the FLG gene are deleted. As a result, this has strongly predisposed those people to eczema, asthma, and other severe allergies.Variations in the FLG gene may be the cause of sensitive or hypersensitive skin. People with a sensitive skin barrier are also three times more likely to suffer from a peanut allergy.</p>","connotation":"risky"},"percentile":55.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li style=\"text-align:justify\">You do not have genetic variants associated with skin barrier defects.&nbsp;</li>\r\n\t<li style=\"text-align:justify\">Follow general plan of care based on your skin type.</li>\r\n\t<li style=\"text-align:justify\">Consult your reports on overall skin sensitivity, skin inflammation and skin pollution defense for further information.</li>\r\n</ul>","snps_contributing":["rs6661961"],"snps_inhibiting":[]}]}