{"code":"diet_and_metabolism","name":"Diet and Metabolism","description":"<p>Have you wondered which diet is more effective for your unique biology? Unlike the ads in many magazines and the offers of many businesses, there is no universal best diet that works for everyone. How you process carbs, fat and protein are unique to your body&#39;s enzymatic processes and your genetic makeup has a strong influence on what works best for sustainable weight loss.&nbsp;Learn more about how your genetics impacts your diet and metabolism in this section.</p>","entries":[{"trait":{"code":"DietPolyUnsaturatedFat","name":"Polyunsaturated Fats Increased Benefits","description":"<p>Polyunsaturated fats are mainly omega-3 and omega-6 fatty acids. Omega-3 fats are a key family of polyunsaturated fats (EPA/DHA/ALA) that humans must get from food. Omega-3s are beneficial for the heart and brain health: they lower blood pressure and heart rate, improve blood vessel function, reduce triglycerides and system inflammation. They are good for eye health and skin appearance. Scientific studies show that omega-3s can help fight depression and improve attention. Along with omega-3 fats, omega-6 fats play a crucial role in brain function, and normal growth and development. Omega-6s help stimulate skin and hair growth, maintain bone health, regulate metabolism, and maintain the reproductive system. Several large-scale studies identified genetic variations in and near the FADS enzymes that interfere with metabolism of omega-3 and omega-6 fats. While both omega-3 and omega-6 fatty acids are essential for human body, a healthy diet should contain an equal ratio of omega-6 to omega-3. The main problem with a typical Western diet is that it contains way too many Omega-6s relative to Omega-3s.</p>","connotation":"good"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow general recommended guidelines for the intake of omegas.</li>\r\n\t<li>Aim to eat fish high omega fats two to three times a week.</li>\r\n\t<li>These include anchovies, herring mackerel, salmon (wild has more omega-3s than farmed), sardines, lake trout, tuna. Walnuts and flaxseed have omega-3s and 6s too.</li>\r\n</ul>","snps_contributing":["rs10761785"],"snps_inhibiting":[]},{"trait":{"code":"DietMonoUnsaturatedFat2Use","name":"Monounsaturated Fats Increased Benefits","description":"<p>In addition to tremendous health benefits of omega-3 (alpha linoleic acid) and omega-6 (linoleic acid) fats, there are several other fats that are important for good health. These include monounsaturated (healthier) fatty acids such as omega-7 (palmitoleic acid found in macadamia nuts, for example), omega-9 (oleic acid found in olive oil), as well as some saturated fats (for example, those found in coconut oil or peanuts). These fats are known for their anti-inflammatory properties, lowering triglycerides, reducing blood pressure. The Mediterranean Diet, known for its numerous health benefits, is heavily influenced by monounsaturated fats. They are also good for keeping heart healthy. Good quality monounsaturated fats are also beneficial for skin as they maintain water level in the epidermis and supply the ceramides and fats that keep the bricks and mortar of the skin and hair healthy and intact.</p>","connotation":"good"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow generally recommended guidelines for monounsaturated fats intake.&nbsp;</li>\r\n\t<li>Consumer olive oil and nuts to meet your daily intake needs.&nbsp;</li>\r\n</ul>","snps_contributing":["rs7597155","rs12599426"],"snps_inhibiting":[]},{"trait":{"code":"DietTransFats","name":"Trans Fats Sensitivity","description":"<p>Trans fatty acids (trans fats) cannot be synthesized by humans. Trans fats are considered the worst type of fat you can eat. Trans fats are of two types: natural and artificial. Natural trans fats can be found in small quantities in dairy and meat products. Artificial trans fats are created in an industrial process that adds hydrogen to liquid vegetable oils, producing partially hydrogenated oils. Trans fats are linked to adverse health outcomes: they raise bad cholesterol levels (LDL) and lower good cholesterol levels (HDL), increase risk of developing heart diseases and type 2 diabetes. It is common knowledge that trans-fats are not healthy. People with genetic variants in or near the fatty acid desaturase (FADS1 and 2) cluster are more sensitive to adverse effects of trans fats.</p>","connotation":"risky"},"percentile":35.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you may not have genetic predisposition to higher sensitivity to trans fats, it is still a good idea to monitor your trans fats intake. Follow general guidelines on consumption of trans-fats.</li>\r\n\t<li>The American Heart Associations recommends to limit the amount of trans fats to less than 1 percent of your total daily calories.</li>\r\n</ul>","snps_contributing":["rs174534"],"snps_inhibiting":[]},{"trait":{"code":"Obesity","name":"Overweight Potential","description":"<p>Multiple studies have demonstrated a significant role for genetics in overweight potential and obesity.&nbsp;Genetic variations influencing our propensity to gaining and keeping extra weight&nbsp;are not uncommon. The genes that were once beneficial to our ancestors during food shortages have become liabilities in today&#39;s environment of food excess. Some people have the tendency to gain weight through fat consumption. Variants in the FTO, FABP2 and PPARG genes have been found to be associated with this problem. Variants in two lipolytic receptors in fat cells, ADRB2 and ADRB3, are found to be associated with high BMI and excessive weight gain due to high carb intake, in particular refined carbs. Genetic variants in MC4R gene are associated with increased frequency of snacking, and higher risk of diabetes. While overweight related traits have a significant genetic component, diet, habits, and lifestyle play important roles too.</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your overall genetics-based propensity for becoming overweight is typical.</li>\r\n\t<li>Follow general recommendations to keep a balanced diet and maintain a healthy BMI (20-25)</li>\r\n\t<li>To assess your current BMI, use the <a href=\"http://www.mayoclinic.org/diseases-conditions/obesity/in-depth/bmi-calculator/itt-20084938\" target=\"_blank\"><span style=\"color:#e6e6fa\"><strong>Mayo Clinic BMI Calculator</strong></span></a></li>\r\n</ul>","snps_contributing":["rs1042713","rs9939609","rs1421085"],"snps_inhibiting":[]},{"trait":{"code":"DietMedit","name":"Mediterranean Diet Effectiveness","description":"<p>Mediterranean diet is known to have many health benefits. It is rich in monounsaturated (good) fats that are important in reducing risks of heart disease, increasing good cholesterol, delaying cognitive decline. It is also associated with longevity. Research by Mayo Clinic has shown that the traditional Mediterranean diet reduces the risk of heart disease. The diet has been associated with a lower level of oxidized low-density lipoprotein (LDL) cholesterol &mdash; the &quot;bad&quot; cholesterol that&#39;s more likely to build up deposits in your arteries. According to the Mayo Clinic, a meta-analysis of more than 1.5 million healthy adults demonstrated that following a Mediterranean diet was associated with a reduced risk of cardiovascular mortality as well as overall mortality.&nbsp;The Mediterranean diet is also associated with a reduced incidence of cancer, and Parkinson&#39;s and Alzheimer&#39;s diseases. Women who eat a Mediterranean diet supplemented with extra-virgin olive oil and mixed nuts may have a reduced risk of breast cancer (<a href=\"http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/mediterranean-diet/art-20047801\"><span style=\"color:#000000\">Mayo Clinic</span></a>).&nbsp;</p>\r\n\r\n<p>In people with genetic variations in the ADIPOQ, gene and Mediterranean diet also helps to facilitate fat loss and to improve metabolic health. Genetic variations in several other genes, including PPARG, MTHFR, TCF7L2, LPL and MLXIPL, were found to be associated with increased advantage of following the Mediterranean diets.</p>","connotation":"good"},"percentile":45.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li><span style=\"font-size:14px\">Although you are not genetically predisposed for increased effectiveness of the Mediterranean diet, there are substantial health benefits to switching more to that diet.</span></li>\r\n\t<li><span style=\"font-size:14px\">This would mean&nbsp;consuming 35% of daily calories from fats, including up to 22% from monounsaturated fats, 20% of good quality proteins from fish and meats, and up to 40% of carbohydrates.</span></li>\r\n\t<li><span style=\"font-size:14px\">Check out the <a href=\"http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/mediterranean-diet-recipes/art-20046682\"><span style=\"color:#add8e6\">Mediterranean diet recipes</span></a> of Mayo Clinic for inspriation.&nbsp;</span></li>\r\n</ul>","snps_contributing":["rs13702","rs1801133"],"snps_inhibiting":[]},{"trait":{"code":"DietLowCarb2Use","name":"Low-carb Diet Effectiveness","description":"<p>Carbohydrates are the main fuel source, and they provide vitamins, minerals, antioxidants and fiber in the diet. While your body uses carbohydrates as its main fuel source, there are substantial health benefits to limiting your carbohydrate intake. There are two major types of carbohydrates, simple (bad) and complex (good). Simple carbohydrates include sugary foods, pasta, bread, and white rice. Complex carbohydrates are whole grains, and legumes, including brown rice, and whole wheat breads. It is beneficial to eat more complex carbohydrates. People with genetic variations in several genes associated with obesity, insulin sensitivity, and high levels of bad cholesterol (LDL) are more sensitive to carbohydrates in their diet. These people may benefit more from low carbohydrate diet that reduces the amount of calories from carbohydrates and consuming nearly equal proportions of fats and proteins. A low-carb diet restricts the type and amount of carbohydrates you eat.&nbsp;In general, a low-carb diet focuses on proteins, including meat, poultry, fish and eggs, and some nonstarchy vegetables. A low-carb diet generally excludes or limits most grains, legumes, fruits, breads, sweets, pastas and starchy vegetables, and sometimes nuts and seeds.</p>","connotation":"good"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you do&nbsp;not seem to be predisposed to carb-sensitivity, try to eat more complex carbohydrates such as&nbsp;whole grains, and legumes, including brown rice, and whole wheat breads.</li>\r\n\t<li>Low-carb diets may help prevent or improve serious health conditions, such as metabolic syndrome, diabetes, high blood pressure and cardiovascular disease. (Mayo Clinic)</li>\r\n\t<li>A daily limit of 60 to 130 grams of carbohydrates is typical with a low-carb diet. These amounts of carbohydrates provide 240 to 520 calories.</li>\r\n\t<li>Choosing a low-carb diet&nbsp;may improve blood cholesterol or blood sugar levels, at least temporarily (Mayo Clinic)</li>\r\n\t<li>Risks: If you suddenly and drastically cut carbs, you may experience a variety of temporary health effects, including headache, bad breath, weakness, fatigue, constipation, or diarrhea.</li>\r\n</ul>","snps_contributing":["rs1042713","rs1478290","rs7957619","rs3764261"],"snps_inhibiting":[]},{"trait":{"code":"DietLowFat2Use","name":"Low-fat Diet Effectiveness","description":"<p>General recommendation is to limit fat intake to 35% of total calories and to control saturated fat intake. A low-fat diet restricts fat intake to 20%, while increases protein and complex carbohydrate intake. Monitoring saturated fats is particularly important: at least 12% of daily calories should come from poly- and monounsaturated fats. The other 80% of calories in the diet come from carbohydrates and protein with general recommendations to consume about 55-60% of carbs and 20-25% of proteins. Low fat high protein diet is based on boosting protein intake to 40%, while decreasing carbohydrate intake to 40%. Numerous large-scale studies on weight loss found that people with variations in genes associated with sensitivity to fat (such as FTO, PPARG, APOA2, LIPC) are more responsive to low fat diets if their goal is weight loss.</p>","connotation":"good"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>There is no increased effectiveness of low-fat diet above normal for your weight loss and healthy weight maintenance.</li>\r\n\t<li>However everyone benefits from monitoring fats in the diet, and it is much more important to consume fewer trans- and saturated fats, and more of polyunsaturated and monounsaturated fats contained in fish, olive oils, avocados and nuts.</li>\r\n</ul>","snps_contributing":["rs2943641","rs5082","rs9939609","rs8050136","rs16147"],"snps_inhibiting":[]},{"trait":{"code":"WeightLossDifficulty","name":"Difficulty in Losing Weight","description":"<p>Not everyone loses weight at the same rate. Some people lose a few pounds a week after they follow any calorie restrictive diet, while others attempt all kinds of trendy weight-loss diets, but do not see results. Studies found that genetics is, at least, in part to blame for difficulty in losing weight. Studies have shown that carriers of some genetic variations have more difficulties losing weight and improving their metabolic health than people with reference, or common, alleles. People with genetic variants associated with obesity, sensitivity to fat (FTO, PPARG), type 2 diabetes (TCF7L2) emotional eating (CLOCK, SIRT1) and food addiction (DRD2), do not lose weight as easily as other people while on the same diet and exercise regiment. It is important to remember that genetics plays role in weight loss and weight maintenance. Some medical conditions and medications can also hinder weight loss. The most common ones are hypothyroidism, hormonal changes in women, chronic stress and depression.</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not seem to have genetic-based predisposition&nbsp;towards weight loss difficulty, so you should be able to lose weight with the recommended caloric restrictions recommended by tools like the <a href=\"http://www.mayoclinic.org/healthy-lifestyle/weight-loss/in-depth/weight-loss/itt-20084941\" target=\"_blank\"><span style=\"color:#0000ff\"><strong>Mayo Clinic Healthy Weight Pyramid</strong></span><span style=\"color:#e6e6fa\"><strong>.</strong>&nbsp;</span></a>.</li>\r\n\t<li>Make sure to follow the directions of the tool with regards to the optimal intake and eat a healthy and balanced diet. One of the problems with dieting is that people count calories but forget about essential vitamins and minerals.</li>\r\n\t<li>Make sure to exercise. numerous studies show that diet alone may not be sufficient for long-term weight-loss. You may need to stay motivated longer to see the impact of your new diet and exercise plan.</li>\r\n\t<li>If you are still struggling with weight loss, monitor your alcohol intake.</li>\r\n\t<li>Consider discussing with your physician whether any medications or health conditions may interfere with your weight-loss efforts.</li>\r\n</ul>","snps_contributing":["rs16147","rs1800497","rs322695","rs9939609"],"snps_inhibiting":["rs1885988"]},{"trait":{"code":"EnergyBalance","name":"Low Resting Metabolic Rate","description":"<p>Body weight depends on the balance between energy intake and energy expenditure. Energy intake comes from calories consumed, and energy expenditure is the energy that body uses to maintain normal body temperature and essential processes such as metabolism, breathing, brain functioning. Individual differences in the energy cost of self-maintenance (resting metabolic rate, RMR) are substantial, and depend on age, weight, environment, and genetics. The heritability of RMR is 40-50% of the variance remaining after adjustment for age, gender, and fat-free mass. Uncoupling proteins, UCP1 and UCP3, play important roles in regulating body temperature and energy expenditure: these proteins are found in brown fats and they are involved in metabolic process by which energy is dissipated as heat in response to excess of caloric intake and cold stress. People with genetic variations in the UCP genes tend to have lower RMR.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Given your &quot;normal/fast&quot; resting metabolic rate (RMR) you should be able&nbsp;to burn your&nbsp;calories efficiently, provided you&nbsp;are on a healthy diet and do not have issues with fat or carb processing.</li>\r\n\t<li>Calculate your RMR/BMR and the calories you need eat for a particular weight using the <a href=\"https://www.supertracker.usda.gov/bwp/\">USDA Supertracker Calcuator.</a>&nbsp;</li>\r\n\t<li>As the RMR tends to decrease with age, most people need to monitor their calorie intake and incorporate physical activities in their daily lives to maintain healthy energy balance.</li>\r\n\t<li>To ensure you are eating the right kind of foods, check your NutriNome report to see if you have carb or fat processing predispositions.&nbsp;</li>\r\n</ul>","snps_contributing":["rs1549059"],"snps_inhibiting":[]},{"trait":{"code":"DietAppetiteSatiety","name":"Satiety Impairment","description":"<p>Satiety refers to the physical sensation of fullness from eating. When satiety is normal, the brain receives a signal that enough calories have been consumed, reducing the feeling of hunger. People with genetic variations in the FTO, LEPR and DNMT3B genes are more likely to be eating more without feeling full and satisfied.There is also a correlation between low satiety and weight gain. Genetic variation associated with low satiety are also linked to higher consumption of high-sugar and high-fat foods.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your sense of satiety should be in tact and you should stop eating before you feel overly stuffed.</li>\r\n\t<li>Keep a healthy diet and exercise as appropriate for your age group.</li>\r\n</ul>","snps_contributing":["rs9939609"],"snps_inhibiting":[]},{"trait":{"code":"DietSnacking","name":"Snacking","description":"<p>Some people feel hungry more often than others and are impulsively driven to frequent snacking, which if left unchecked can result in extra weight. Variations in the MC4R, leptin receptor (LEPR), NMB and BDNF genes, have been linked to increased snacking. Genetic variations in the MC4R gene are also significantly associated with higher BMI and obesity.</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not seem to have genetic-driven impulse for frequent snacking.</li>\r\n\t<li>Keep a healthy diet and exercise as appropriate for your age group.</li>\r\n\t<li>Try to eat healthy snacks such as baby carrots and celeries rather than chips and salsa!</li>\r\n\t<li>A good goal for a between-meal snack is something with fewer than 100 calories. Generous portions of fruits or vegetables can easily help fill you up while staying below that calorie count.</li>\r\n</ul>","snps_contributing":["rs925946"],"snps_inhibiting":[]},{"trait":{"code":"BitterTastePerception","name":"Bitter Taste Sensitivity","description":"<p>Taste perception plays a fundamental role in our dietary preferences and behaviors, by shaping aversions (or cravings) to foods and drinks. Adverse responses to bitterness are instinctive and drive rejection and avoidance behaviors. The perception of bitterness is due to genetic variations in several bitter taste receptors: when food enters the mouth, the molecules, like phenylthiocarbamide (PTC) compound, interact with saliva, and then bind to taste receptors in the mouth, giving the sensation of bitter taste. People with these genetic variations are sensitive to bitter vegetables that are beneficial (like broccoli, Brussel sprouts, cabbage) or drinks (like coffee and dark beers). There is a growing evidence that taste genes play a much broader role in human health. A new study found that people who are naturally more sensitive to bitterness are more likely to add sodium to their food, often exceeding recommended daily dietary guidelines. At the same time, these people are more likely to avoid ingredients that are beneficial for health, including dark leafy greens and broccoli.&nbsp;</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You are less likely to experience bitter taste sensitivity when consuming vegetables.</li>\r\n\t<li>Continue&nbsp;to eat a variety of vegetables to meet your daily needs.</li>\r\n</ul>","snps_contributing":["rs978739"],"snps_inhibiting":[]},{"trait":{"code":"SweetTooth","name":"Sweet Tooth","description":"<p>A person with a sweet tooth has a higher sugar craving than the average person. If a person has a high sweet tooth predisposition, it is likely that they will often crave sweets and snack on sugary foods. Genetic variations in TAS1R2, GLUT2, FUT1, may be responsible for sugar cravings, and preference of sweet snacks. This may lead to weight gain, elevated glucose levels as well as pose future threats of Type-II diabetes, in particular in people with predispositions to these conditions. Remember, it is recommended that healthy adults may consume of added sugars up to to 150 calories per day (37.5 grams or 9 teaspoons) for men, and 100 calories per day (25 grams or 6 teaspoons) for women.</p>","connotation":"risky"},"percentile":65.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you may crave sugars and sugary foods and drinks but this is more likely to be an acquired taste rather than genetically influenced.</li>\r\n\t<li>It is very important to monitor your sugar intake. If you are serious about controlling your sugar cravings, it may be easier for you to do than you think.</li>\r\n\t<li>Aim at getting your sugar craving naturally. Avoid processed foods, read the labels, do not go hungry, and make sure your blood sugar is stable.</li>\r\n\t<li>Eat more greens, fermented foods and sea vegetables.</li>\r\n\t<li>Finally. drink plenty of water, exercise, and be outdoors.</li>\r\n</ul>","snps_contributing":["rs1499821"],"snps_inhibiting":[]},{"trait":{"code":"DietFatIntake","name":"Fat Overconsumption","description":"<p>Fat is a dense source of energy and essential fatty acids, and it also facilitates the absorption of fat soluble vitamins. However too much fat consumption may result in heart disease and becoming overweight. Several recent studies in the US and Europe indicate that the percentage of energy derived from saturated fat is above the acceptable range, while the opposite was observed for mono-unsaturated and poly-unsaturated fat. Several genetic variations are known to influence the amount of fat consumed by individuals and their overall fat intake craving.&nbsp;</p>","connotation":"risky"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow general recommendations for daily consumption of fats. Recommended daily calories from fat should constitute 25-35%.</li>\r\n\t<li>Ensure that your diet is full of good (mono-unsaturated and poly-unsaturated) fats and watch for the bad (saturated) fats.</li>\r\n\t<li>If you are not a vegetarian, substitute fatty fish (salmon, mackerel,tuna) instead of meats high in saturated fat.</li>\r\n\t<li>Incorporate foods high in polyunsaturated and monounsaturated fats like&nbsp;avocados, nuts, and olive oil&nbsp;</li>\r\n</ul>","snps_contributing":["rs13290799","rs7625360","rs13408808"],"snps_inhibiting":["rs12156272"]},{"trait":{"code":"DietCarbIntake","name":"Carb Overconsumption","description":"<p>Carbohydrates serve as the primary energy source for the brain and its role as a source of kilocalories to maintain body weight. Individuals with specific genetic variations are more likely to crave carbs than others. This may result in over-consumption of carbs for such individuals. The recommended intake for carbohydrate intake is 45-65% of total calories intake. Starch and sugar are the major types of carbohydrates. Grains and vegetables (corn, pasta, rice, potatoes, breads) are sources of starch. Natural sugars are found in fruits and juices. Sources of added sugars are soft drinks, candy, fruit drinks, and desserts.</p>","connotation":"risky"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<p>You do not have genetic predispositions that would indicate an impulse for higher&nbsp;carb consumption. You should be fine consuming carbs up to the levels prescribed by the FDA for the average population.</p>","snps_contributing":["rs838133","rs197273","rs7524694"],"snps_inhibiting":["rs2840445"]},{"trait":{"code":"DietLowProteinIntakeRisk","name":"Low Protein Intake Risk","description":"<p>Protein is the major structural component of all cells in the body, and functions as enzymes, transport carriers and as some hormones. Large study identified genetic predispositions associated with protein intake. Some genetic variations are associated with a tendency for lower protein intake, while others are found to be associated with higher consumption of protein.</p>","connotation":"risky"},"percentile":25.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not have any known predispositions that would indicate an impulse for lower protein intake.</li>\r\n\t<li>You should be fine consuming&nbsp;proteins up to the levels prescribed by the FDA for the average population.</li>\r\n</ul>","snps_contributing":["rs838133","rs9553939"],"snps_inhibiting":["rs9939609","rs1421085"]},{"trait":{"code":"DietLowVegetableIntakeRisk","name":"Low Vegetable Intake","description":"<p>It is a well-known fact that consumption of fruits and vegetables adds important under-consumed nutrients to diets. Fruits and vegetables reduce the risk of heart disease, stroke, and some cancers, and help manage weight. Most U.S. residents consume too few fruits and vegetables. It is important to ensure you have adequate amounts of fruits and vegetables in your diet.</p>","connotation":"risky"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not have any known predispositions that would indicate an impulse for lower&nbsp;vegetable intake.</li>\r\n\t<li>You should be fine consuming vegetables&nbsp;as prescribed&nbsp;by the FDA for the average population.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"DietFatTastePerception","name":"Fat Taste Perception","description":"<p>There is growing evidence that foods we crave are at least partially determined by our genetics. Genetic variation in taste receptors (or taste buds) may account for differences in our food choices and dietary habits. Research reported that people with a variant in the CD36 gene do not taste dietary fats as much. These people crave fats more than people with who detect lower amounts of fats in food. In fact, there is consistent emerging evidence that fat is the sixth primary taste, with some people being genetic super-tasters and others low-tasters of fat. Low fat taste perception is linked with dietary consumption of fatty foods which in combination with other factors lead to extra weight.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You have a typical taste perception of fat, so you are a so-called super-taster of fat.</li>\r\n\t<li>This means that you are likely to perceive fats in your foods and avoid fatty food more readily.&nbsp;</li>\r\n\t<li>If you do taste too much fat in food trust your senses and do not continue eating that food.&nbsp;</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"MetabolismCaffeine","name":"Caffeine Metabolism Impairment","description":"<p>Cytochrome P450 1A2 (CYP1A2) is the main responsible enzyme for the metabolism of caffeine. People with the AA genotype at rs762551 (within the CYP1A2 gene) are fast metabolizers, while those with the AC or CC are slow metabolizers. For people with normal caffeine metabolism it only takes 45 minutes for 99% of the&nbsp;caffeine&nbsp;to be absorbed through these membranes. In humans, the half-life for&nbsp;caffeine&nbsp;is anywhere from 4 to 6 hours on average, which explains why the average energy drink or coffee&#39;s effect lasts about 4 to 6 hours. However those with genetic variations impairing their metabolism can become hypersensitive to Caffeine. &nbsp;These people react to very small amounts of caffeine. Even at amounts less than 100 mg, people who are hypersensitive to caffeine can experience overdose symptoms such as insomnia, jitters, and an increased heartbeat. For these people, it can take as much as twice as long for caffeine to metabolized.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>","connotation":"risky"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You seem to have a normal predisposition for caffeine metabolism. This means you can usually have&nbsp;200-400 mg of caffeine daily without any adverse reactions.</li>\r\n\t<li>This equates to 2-3 cups of brewed coffee (not Starbucks), two 16 fl.oz. energy drinks, or 7-8 cups of black tea.</li>\r\n\t<li>You should not have no trouble sleeping as long as the caffeine is consumed early enough in the day.&nbsp;</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"MetabolismStarch","name":"Starch Metabolism","description":"<p>Starch is a complex carbohydrate. Foods high in starch include grains (oats, barley, rice), and starchy vegetables (potatoes, beans, corn, lentils). Starch is metabolized by a digestive enzyme, called amylase. In some people, amylase can account for up to half of total protein in the saliva, while other people have barely detectable levels of this enzyme. Large variation in levels of amylase depends on various factors, including stress, as well as genetics. Interestingly, populations who historically relied on starch (rice, potato) for dietary energy have higher levels of the amylase than populations who consumed high-protein diets. People with high levels of amylase were found to be good metabolizers of starch-rich diet, while people with low levels of amylase enzyme are poor metabolizers of starch, and they may be at greater risk for increased blood glucose levels, insulin resistance and diabetes if they consume starch-rich diets.</p>","connotation":"risky"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your ability to metabolize starch-rich diet is typical</li>\r\n\t<li>Starchy foods often need to be limited if you&#39;re following a low-carb diet.</li>\r\n\t<li>However, the U.S. Department of Agriculture recommends you fill one-fourth of your plate with these foods at each meal since they provide essential nutrients.</li>\r\n\t<li>Your body needs&nbsp;5 to 8 ounces per day from the breads and grains group, depending on your&nbsp;age and activity level, at least half of which should come from whole grains. A slice of bread, one-half cup of oatmeal or rice, a mini bagel, a cup of dry cereal and 3 cups of popcorn are all equivalent to 1 ounce.</li>\r\n\t<li>You should also consume 4 to 6 cups of starchy vegetables and 1 to 2 cups of beans each week as a part of your&nbsp;daily recommended intake of 2 to 3 cups of vegetables.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"DietSensitivity2SaturatedFat","name":"Risk from Saturated Fats","description":"<p>It is no secret that large amounts of saturated fats are not good for anyone. People with genetic variations in the FABP and APOA2 genes were found to be under higher risk of elevated triglycerides, elevated cholesterol and extra weight.</p>","connotation":"risky"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<p>You do not have risk alleles that were found to put you under higher risk for increased triglycerides, cholesterol, and extra weight, if you consume saturated fats. Follow general recommendations.</p>","snps_contributing":["rs5082"],"snps_inhibiting":[]},{"trait":{"code":"DietSweetSnackPreference","name":"Sweet Snack Preference","description":"<p>Scientists from 23andme looked at taste preferences among about over 110,000 customers of European ancestry and identified two genetic biomarkers associated with preference of&nbsp;sweet snacks to salty or savory ones. The study identified variants in two genes, FGF21 and FTO. These genes are not associated with sweet tooth and taste receptors. These genes affect how people metabolize food. This is yet another example that while your culture, habits and your age influence the foods you tend to like, genetics plays it important role too.</p>","connotation":"risky"},"percentile":60.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>You have a slightly elevated genetics-driven preference for sweet snacks over salty and savory.</li>\r\n\t<li>Healthy snacks can satisfy your hunger and keep you from eating extra helpings at your next meal, which can lower total daily calories.</li>\r\n\t<li>Snacks can also supply afternoon energy and extra nutrients.</li>\r\n\t<li>If you&#39;re trying to lose weight, try these 100-calorie snacks: 1 cup sliced bananas and fresh raspberries; 2 cups of carrots; 3 1/2 cups air-popped popcorn; 5 rye or pumpernickel crackers; &nbsp;2 tablespoons of peanuts; 2 domino-sized slices of low-fat colby or cheddar cheese.</li>\r\n</ul>","snps_contributing":["rs838133","rs1421085"],"snps_inhibiting":[]}]}