{"code":"minerals","name":"Minerals","description":"<p>Minerals help your body grow, develop, and stay healthy. The body uses minerals to perform many different functions &mdash; from building strong bones to transmitting nerve impulses. Some minerals are even used to make hormones or maintain a normal heartbeat. In this section, you can explore how your unique genetics impacts your mineral processing, and whether you have genetic predisposition to mineral deficiencies. Certain groups of people, including serious athletes, vegetarians, vegans, pregnant and nursing women, elderly may have higher risk to certain mineral imbalances and are advised to monitor their mineral intake.&nbsp;Minerals are best supplied by ingesting specific foods but there are also a variety of supplements available.&nbsp;Discuss with your health-care provider if you consider taking supplements.&nbsp;</p>","entries":[{"trait":{"code":"DietSensitivity2Salt","name":"Sensitivity to Salt","description":"<p>Sodium, the primary element we get from salt, is essential for life. It is important for multiple body functions from maintaining the proper balance of water and minerals, to conducting nerve impulses, and muscle contractions. Too much sodium in the diet can lead to fluid retention, and high blood pressure. If this becomes chronic, it can lead to heart disease, stroke, kidney disease and congestive heart failure. Individuals vary considerably in their response to sodium intake, and salt-sensitivity (a measure of how your blood pressure responds to salt intake) is at least in part determined by genetics. The mechanisms underlying salt sensitivity are complex. The kidney is critical to overall fluid and electrolyte balance and long-term regulation of blood pressure.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow general recommendations for salt intake and limit your daily intake to 2300 mgs.</li>\r\n\t<li>In general, monitor your sodium intake, check food labels, and use less salt in cooking.&nbsp;</li>\r\n</ul>","snps_contributing":["rs2288774","rs7571842","rs2758151","rs9402571","rs4149601"],"snps_inhibiting":["rs11674786"]},{"trait":{"code":"SupplIron","name":"Iron Deficiency","description":"<p>Iron is an essential mineral that our bodies need for many functions. Iron is a key element in the metabolism of almost all living organisms. It is a part many proteins, including oxygen-carrying proteins, hemoglobin (found in red blood cells) and myglobin (found in muscle cells). Iron is also an essential component of antioxidant enzymes and metabolizing enzymes (cytochromes). Absorption, transport and storage of iron are tightly regulated, as iron is both an essential and potentially toxic. Iron deficiency is the most common nutrient deficiency in the world. Symptoms of iron deficiency may include fatigue, rapid heart rate and palpitations. Iron deficiency may interfere with physical and athletic performance. Young children, women of childbearing age, as well as vegetarians and vegans, are at higher risk of iron deficiency.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Make sure to follow generally recommended guidelines for iron intake.</li>\r\n\t<li>There are two types of iron: heme iron from animal sources and non-heme iron from plant sources. Heme iron is absorbed more readily. Foods rich in heme iron include beef, poultry, liver, oysters, salmon, tuna. Good sources of non-heme iron include beans, fortified cereals, and dark leafy greens like spinach.</li>\r\n\t<li>If you are into strenuous physical activity, make sure your iron levels are within the norm.</li>\r\n\t<li>Do not take iron supplements without supervision of a healthcare professional as too much iron is harmful to the body.</li>\r\n</ul>","snps_contributing":["rs228916","rs8177179","rs9948708","rs987710","rs7385804"],"snps_inhibiting":["rs3811647"]},{"trait":{"code":"IronOverload","name":"Iron Overload","description":"<p>While iron is an essential mineral, too much iron may damage your body. Genetic variations affect how much iron is absorbed leading to iron overload despite normal iron intake. The excess of iron in the body can lead to fatigue, anorexia, dizziness, nausea, vomiting, headache, weight loss, and shortness of breath. Some people have a genetic disorder of iron metabolism, called hereditary haemochromatosis (HH) dubbed the Celtic Curse as people of Celtic ancestry are at higher risk for carrying the HH variants. As many as one in 10 people have at least one genetic variation associated with iron overload. These people are carriers and they can pass the gene on to their children but will not get the medical condition. Carriers, as well as other people who have variants in genes that regulate iron absorption, can still have iron build up, in particular if they consume alcohol in excess, or suffer from liver inflammation.</p>","connotation":"risky"},"percentile":75.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>To minimize the risk of iron build-up, monitor your red meat, animal liver and raw shellfish intake</li>\r\n\t<li>If you are into strenuous physical activity, make sure your iron levels are within the norm.</li>\r\n\t<li>Do not take iron supplements without supervision of a healthcare professional as too much iron is harmful to the body.</li>\r\n</ul>","snps_contributing":["rs1799945","rs235756"],"snps_inhibiting":[]},{"trait":{"code":"SupplCalcium2Use","name":"Calcium Deficiency","description":"<p>Calcium is the most abundant mineral in the human body, and a major constituent of bones and teeth. It plays a central role in the functions of your nervous system, muscles, controlling blood vessel and insulin secretion. Calcium levels are tightly regulated. It is important to get enough calcium as long term calcium deficiency can result in bone loss and osteoporosis. Calcium requirements increase after age of 50 for women and after age of 70 for men. Meeting your daily calcium intake long-term health benefits: from reducing your risk of osteoporosis to regulating your blood pressure levels to decreasing chances for some types of cancer. Human body does not produce calcium, so you must get it through dietary sources. Too high calcium levels in the blood (hypercalcemia) are not good either as they may weaken the bones, contribute to kidney, heart and brain problems. It is important to consult your health care provider if you are considering taking calcium supplementation.</p>","connotation":"risky"},"percentile":55.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Meet your daily calcium intake requirements from foods.</li>\r\n\t<li>Calcium is provided by a wide variety of foods.: fortified foods (milk, beverages,&nbsp;and cereals), dairy products (milk, kefir, Greek yogurt, hard cheeses), green leafy vegetables, sardines and salmon (with soft bones), legumes and beans.</li>\r\n\t<li>You can assess your calcium intake by using this tool: http://www.iofbonehealth.org/calcium-calculator.</li>\r\n</ul>","snps_contributing":["rs2648708","rs838705"],"snps_inhibiting":["rs780093","rs780094"]},{"trait":{"code":"SupplMagnesium","name":"Magnesium Deficiency","description":"<p>Magnesium is an essential mineral involved in numerous physiological pathways, including energy metabolism, nerve control, neurotransmitter release, and blood pressure regulation. Magnesium is an important electrolyte needed for proper muscle function, strong bones and good heart health. Magnesium imbalances have been linked to various complications such as muscle cramps, constipation, poor sleep, tension or migraine headaches, anxiety and depression, chronic fatigue and premenstrual syndrome. In a long term, magnesium deficiency has been associated with higher risk of osteoporosis, hypertension, cardiovascular disease, insulin sensitivity. Several genetic variants have been associated with magnesium levels: some variants contribute to lower levels of magnesium, while others are associated with higher magnesium.</p>","connotation":"risky"},"percentile":90.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Consider a slightly higher intake of magnesium than the recommended daily allowance through food sources.&nbsp;</li>\r\n\t<li>Foods rich in magnesium include: Nuts (brazil, almonds, cashews), seeds (pumpkin, sesame), avocados, oats and legumes are some of the best sources of magnesium. In addition, bananas and dark chocolate are rich in magnesium.</li>\r\n\t<li>If you are an athlete, and sweat a lot, or if you notice muscle cramps, weakness, or twitches, make sure your magnesium levels are adequate.</li>\r\n\t<li>Other signs of low magnesium include poor sleep, irritability, and headaches.</li>\r\n\t<li>Many diuretics, including caffeine, alcohol, as well prescription diuretic medicines, affect magnesium levels.</li>\r\n\t<li>If you consider taking magnesium supplementation, talk to your health care provider to discuss potential side effects, and to determine optimal dose.</li>\r\n</ul>","snps_contributing":["rs4072037","rs10888073","rs448378","rs4905994","rs603894","rs3925584"],"snps_inhibiting":["rs791888"]},{"trait":{"code":"SupplPhosphorus","name":"Phosphorus Deficiency","description":"<p>Phosphorus is another essential mineral that is required by every cell in the body for normal functioning. It is the second most abundant mineral in the body. It contributes to healthy bone mineralization and healthy teeth maintenance. In fact, about 85% of the body&#39;s phosphorus is in bones and teeth. In addition, phosphorus plays role in cell signaling, energy production, digestion, hormonal balance, proper nutrient utilization as well as muscle and nerve functioning. While serious dietary phosphorus deficiency is uncommon, low calcium-to-phosphorus intake ratio may be detrimental to bone health, especially in women at increased risk for osteoporosis. Symptoms of phosphorus deficiency include weak bones, stiff joints, numbness, weakness, loss of appetite, anxiety. Too much phosphorus is not good either as it affects the balance of minerals in the body.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow the general guidelines for phosphorous intake. Adults are encouraged to consume at least 1,000 mg of phosphorus per day. &nbsp;</li>\r\n\t<li>Beef, chicken, and dairy products are good dietary sources of phosphorus. Fish, such as cod, tuna, sardines, halibut, whiting are all high in phosphorus. Beans, nuts and seeds are the best non-animal food source of phosphorus.</li>\r\n\t<li>Some health conditions (diabetes, Crohn disease and celiac disease) and medications (antacids and diuretics) and heavy alcohol consumption interfere phosphorus levels in the body.</li>\r\n</ul>","snps_contributing":["rs947583"],"snps_inhibiting":[]},{"trait":{"code":"SupplZinc2Use","name":"Zinc Deficiency","description":"<p>Zinc is an essential trace mineral that is needed for all forms of life. Zinc is required for many regulatory, catalytic, and structural processes in the body. It plays important role in healthy functioning of immune system, wound healing, cell division, and protein synthesis. Zinc is also needed for the senses of smell and taste. Zinc deficiency has been linked to impaired immune system function, increased colds and infections, diarrhea, loss of appetite, delayed wound healing, hair loss, taste abnormalities, and mental lethargy. Because zinc helps repair damaged tissues and heal wound, it is used in skin care products to treat acne and skin irritations. Several genetic variants have been associated with lower levels of zinc.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Consider consuming foods that are high in zinc.</li>\r\n\t<li>High-protein foods contain high amounts of zinc. Shellfish, beef, pork, and lamb contain more zinc than fish. The dark meat of a chicken has more zinc than the light meat. Other good sources of zinc are seafood, nuts, seeds, whole grains, legumes, and yeast.</li>\r\n\t<li>Vegetarians and vegans are at greater risk for zinc deficiency, because the zinc from plant foods is four times more difficult to absorb than zinc from meats.</li>\r\n\t<li>Antibiotics as well as diuretics including caffeine and alcohol may interfere with zinc levels.</li>\r\n\t<li>If you suffer from acne, or skin irritations, look for skin care products that contain zinc.</li>\r\n\t<li>If you consider zinc supplementation, remember that too much zinc can be as dangerous as its deficiency. Always follow recommendations of your health practitioner.</li>\r\n</ul>","snps_contributing":["rs13107325","rs4466998","rs12898259","rs17811680","rs4886670","rs8040372"],"snps_inhibiting":["rs8031650"]},{"trait":{"code":"SupplSelenium2Use","name":"Selenium Deficiency","description":"<p>Selenium (Se) is an essential trace mineral that plays important role in healthy functioning of reproductive and immune systems, and thyroid gland. Selenium is a powerful antioxidant, and it is a part of more than two dozen selenoproteins that act in synergy with vitamin C, vitamin E and glutathione. Selenium deficiencies in general population are more frequent in the areas with low levels of selenium in the soil. In the US, selenium concentrations in the soil are higher in Midwestern and Western States than in the South and Northeast. In the UK, according to several studies, many soils are deficient in selenium. Very low concentrations of selenium in some areas of China led to government-sponsored supplementation program. Individuals with selenium imbalances are more susceptible to physiological responses to stress. Research suggests that optimal selenium intake contributes to lower risk of age-related chronic diseases, longevity, and boosts fertility. Several genetic variations have been found to be associated with lower levels of selenium. Life-style factors that contribute to selenium imbalances include smoking, excessive alcohol consumption, stress, oral contraception, and auto-immune conditions (such as rheumatoid arthritis, lupus, celiac disease).</p>","connotation":"risky"},"percentile":75.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Consider a slightly higher&nbsp;intake of selenium than the recommended daily allownace.&nbsp;</li>\r\n\t<li>The richest food sources of selenium are organ meats (calf&#39;s liver) and seafood, followed by muscle meats. Selenium is present in soil and therefore is most highly concentrated in plant-based foods grown in selenium-rich soil, including fruits, vegetables and breads. The selenium content of food is highly variable because it depends so heavily on soil conditions. Highly regarded sources of selenium include a variety of mushrooms (in particular crimini and shiitake mushrooms), and Brazil nuts.</li>\r\n\t<li>Selenium can be toxic at high levels.</li>\r\n\t<li>Consult healthcare practitioner if you consider taking selenium supplements.</li>\r\n</ul>","snps_contributing":["rs2163813","rs6586282","rs6859667","rs632057","rs234709","rs7702905","rs567754"],"snps_inhibiting":["rs1395479"]},{"trait":{"code":"SupplCopper2Use","name":"Copper Deficiency","description":"<p>Copper is another essential trace mineral that has a number of important functions in the human body. It is a co-factor in many oxidation-reduction reactions and it plays important role in health of blood vessels, nerves, immune system, bones, and connective tissues (hair, skin, nails, tendons, ligaments). It is integral for energy production, formation of collagen, iron absorption. Copper has been used by the ancient Egyptians to sterilize drinking water and wounds, and Hippocrates used copper for variety of disorders. Copper is now been added to skin-care products to reduce the appearance of fine lines, and boost skin elasticity. Severe copper deficiency is rare, and may be caused by malnutrition, disorders that impair nutrient absorption (Crohn&#39;s disease), some surgeries, and medications. Several genetic variants were associated with copper levels and they may contribute to copper imbalances that are linked to impaired immune function, contribute to anemia, and premature skin aging.</p>","connotation":"risky"},"percentile":90.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Consider a higher intake of copper compared to the recommended daily allowance.&nbsp;</li>\r\n\t<li>Food sources of copper: shellfish, including oysters, organ meats (kidneys, liver), whole grains, beans, nuts, avocado, potatoes. Dark leafy greens, black pepper, and yeast are also sources of copper in the diet. In addition, dried fruits, chocolate, cocoa are also rich with copper.</li>\r\n\t<li>People who take high amounts of zinc, iron, or vitamin C may need more copper.</li>\r\n\t<li>Copper supplements can interact with certain medications or cause copper toxicity, and even acute poisoning. &nbsp;If you are considering using the latest copper-containing skin care products, be aware of potential metal hypersensitivity some people develop. Check Lifenome&#39;s contact sensitivity report to see if you have an increased risk.</li>\r\n\t<li>Before you start taking copper supplementation, consult your doctor.</li>\r\n</ul>","snps_contributing":["rs11806477","rs2769270","rs11204828","rs4528122"],"snps_inhibiting":["rs1175549"]},{"trait":{"code":"SupplGlutathione","name":"Glutathione Deficiency","description":"<p>Glutathione is a powerful antioxidant that is produced naturally by the liver. It is involved in tissue building, immune response, nutrient metabolism, and regulation of cellular events, including cell proliferation and apoptosis. Glutathione is often called the master antioxidant as it scavenges free radicals, peroxides, lipid peroxides and heavy metals. Glutathione is required for proper utilization and functioning of other antioxidants such as vitamins C, E, selenium and carotenoids. Glutathione deficiency contributes to oxidative stress, which plays a key role in aging and the age-related diseases. Genetic variations (and deletions) in genes (GPX1 GSTP1 GSTT1 GSTM1) lead to lower production and activity of glutathione compromising its detoxification capacity. There is a growing scientific evidence that glutathione helps control inflammation, fight infections, and boost immune system. It has been used to treat acne and as a skin lightening agent.&nbsp;Glutathione occurs naturally in many foods but its absorption from fruits and vegetables may be low. Adequate amounts of protein increases the production of glutathione in our bodies.</p>","connotation":"risky"},"percentile":55.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Boost the body&#39;s production of glutathione by consuming the following food sources: beef, pork, poultry, fish, cheese, tofu, legumes. These foods are high in essential amino acids that provide building blocks for producing glutathione.</li>\r\n\t<li>Studies showed that the expression and activity of GSTT1and GSTM1 genes coding for glutathione can be induced by the consumption of cruciferous vegetables (cauliflower, cabbage, garden cress, bok choy, broccoli, Brussels sprouts).</li>\r\n\t<li>Regular exercise boosts glutathione production, however athletic over-training may result in lower glutathione.</li>\r\n\t<li>Glutathione supplements are readily available but as always discuss it with your healthcare provider.</li>\r\n</ul>","snps_contributing":["rs1050450","rs7483"],"snps_inhibiting":[]},{"trait":{"code":"WellBeingCoQ10","name":"Coenzyme Q10 Deficiency","description":"<p>Coenzyme Q10 (CoQ10) is a fat-soluble natural compound primarily synthesized by the body. It is also consumed in the diet. Coenzymes generally help enzymes to ensure biochemical reactions run smoothly. CoQ10 is found in every cell of the body as it is needed for basic cellular functions. Cell mitochondria requires CoQ10 to produce energy for cell growth and maintenance. CoQ10 is present in higher concentrations in organs with higher energy requirements such as the kidneys, liver, and heart. Cellular CoQ10 also functions as an antioxidant. Taking a combination of nutrients that include CoQ10 has been found to benefit patients with cardiovascular disorders, including quicker recovery from surgeries. Studies identified common genetic variants that are significantly associated with Q10 levels. One of the tested genetic variations is in the NQO1 gene that helps to convert CoQ10 to a a bioavailable form, ubiquinol. People with genetic variations in the NQO1 gene may not be able to make that transformation. According to the Mayo clinic, CoQ10 levels decline gradually with age. In addition, some prescription drugs may lower CoQ10 levels. Rare genetic defects that cause primary CoQ10 deficiency (which is a severe disorder that severely compromises neuronal and muscular function), are not tested by Lifenome.</p>","connotation":"risky"},"percentile":80.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Consider a higher intake of coenzyme Q10 than recommended for average population. &nbsp;</li>\r\n\t<li>CQ10 can be found in organ meats such as heart, liver, and kidney, as well as beef, fish, soy and canola oils, peanuts, pistachios and sesame seeds.</li>\r\n\t<li>Research shows that CoQ10 has antioxidant benefits, it helps with heart disease, as well as skin appearance and fine wrinkles.</li>\r\n\t<li>Some medicines (statins and anticoagulants) may lower CoQ10 levels.</li>\r\n\t<li>If you consider CoQ10 supplementation, seek out the ubiquinol form that is the preferred form of coenzyme Q10 in the blood. This form is best transported to the mitochondria, where it plays out its crucial role in the generation of energy from food.</li>\r\n\t<li>Because CoQ10 is fat-soluble, take with a meal containing fat.</li>\r\n\t<li>While no major side effects for CoQ10 have been reported, always tell your doctor if you are using a dietary supplement.</li>\r\n</ul>","snps_contributing":["rs2917666","rs686030","rs8500"],"snps_inhibiting":[]}]}