{"code":"vitamins","name":"Vitamins","description":"<p>Vitamins allow your body to grow and develop. They also play important roles in bodily functions such as metabolism, immunity and digestion. There are 13 essential vitamins, including vitamins A, C, D, E, and K and B vitamins such as riboflavin and folate. Gain insights into how your genetic variations may influence how your body processes and absorbs vitamins, and whether you are genetically predisposed to vitamin imbalances and deficiencies. This knowledge will encourage you to consume adequate amounts of the&nbsp;vitamin(s).&nbsp;&nbsp;Discuss with your health-care provider if you consider taking vitamin supplements. &nbsp;</p>","entries":[{"trait":{"code":"SupplCarotene","name":"Vitamin A (Carotene) Deficiency","description":"<p>Vitamin A, the group of fat-soluble vitamins, is essential for immune system functioning, reproduction, healthy vision, maintenance of strong bones and teeth, red blood cell production, tissue repair, and skin health. Vitamin A comes in two forms: biologically active form, retinol, and pro-vitamin A carotenoids (including alpha- and beta-carotenes) that are converted into retinol. Carotenoids are important antioxidants and anti-inflammatory agents which have tremendous protective benefits for heart conditions, respiratory problems, elevated glucose levels, and various other ailments. Alpha and beta-carotenes contribute to skin and hair health. Humans cannot produce carotenoids themselves and therefore need it directly from food sources. Carotenoids are generally obtained through plant sources. Carotenoid-rich foods are, often but not always, orange, bright red, or yellow pigmented. In fact, the word carotene comes from the Latin word for carrot. Genetic variants in <em>CD36</em> and <em>SCARB1</em> genes have been linked to lower levels of beta-carotene.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Meet your daily nutrient intake requirements for carotenoids. Best carotenoid-rich foods are sweet potatoes, carrots, broccoli, kale, spinach, pumpkin, collard greens, apricot, papaya, mango, peas, tomatoes, cheddar cheese, and eggs.</li>\r\n\t<li>Carotenoids are best consumed with a fat for the body to absorb them. Prepare carotenoid-rich vegetables with a dash of olive oil or other healthy oils.</li>\r\n\t<li>Vitamin A is included in most multivitamins&nbsp;and the U.S. recommended dietary allowance (RDA) for adults is as follows: 900 micrograms daily (3,000 IU) for men and 700 micrograms daily (2,300 IU) for women; for pregnant women 19 years old and older, 770 micrograms daily (2,600 IU); and for lactating women 19 years old and older, 1,300 micrograms daily (4,300 IU). (Source: May Clinic)</li>\r\n</ul>","snps_contributing":["rs5888"],"snps_inhibiting":[]},{"trait":{"code":"SupplCholine","name":"Choline Deficiency","description":"<p>Choline is a water-soluble micronutrient essential for our body. It is not categorized as a mineral and is usually grouped with the B-complex vitamins. Choline is involved in many key processes: methylation reactions, lipid transport, maintenance of the structural integrity of cell membranes, nerve signaling, and metabolism. It is also vital for regulation of homocysteine levels and normal brain functioning. As the liver and muscles are&nbsp;major organs for methyl group metabolism, choline deficiency causes muscle damage and abnormal deposition of fat in the liver. This may result in a condition called nonalcoholic fatty liver disease. Choline can only be produced in the body in small amounts but it must largely be consumed in the diet for optimal health. Endurance athletes and bodybuilders may be at higher risk for choline deficiency. People who consume&nbsp;a lot of alcohol are also prone to lower levels of choline. Studies recommend to increase choline intake during pregnancy and breastfeeding.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Consider an elevated intake of choline than what is generally recommended.</li>\r\n\t<li>The following food sources are rich in choline: chicken and turkey liver, eggs, milk, peanuts, soybeans, legumes and enriched breakfast cereals. In addition, several fruits and vegetables, including avocado, onions, spinach, brussels sprouts, and broccoli are healthy sources.</li>\r\n\t<li>If you are a bodybuilder, an endurance athlete (marathon runner), or a heavy alcohol drinker it is likely that you may need more choline than other individuals.</li>\r\n\t<li>Consider consulting a health care provider to discuss your choline intake.</li>\r\n</ul>","snps_contributing":["rs4646365","rs4646406","rs2236225","rs10791957"],"snps_inhibiting":[]},{"trait":{"code":"SupplRetinol","name":"Vitamin A (Retinol) Deficiency","description":"<p>Vitamin A, the group of fat-soluble vitamins, is essential for immune system functioning, reproduction, healthy vision, maintenance of strong bones and teeth, red blood cell production, tissue repair and skin health. Vitamin A comes in two forms: biologically active form, retinol, and pro-vitamin A carotenoids (including beta-carotene, lutein, lycopene) that need to be converted into retinol to be useful in the body. Carotenoids come from plant sources, while retinol comes from animal sources.&nbsp;Some specific immune, inflammatory, genetic, and reproductive-related benefits of vitamin A can only be obtained from the retinoid forms of the vitamin A. These retinoid forms can be especially important with respect to pregnancy and childbirth, infancy, childhood growth, and resistance to infectious disease.&nbsp;Plasma retinol levels do not decline until liver vitamin A sources are almost depleted and thus do not accurately reflect retinol imbalance. Studies show that variations in several key genes in retinol metabolism pathway impair the conversion of carotenoids to retinol, increase breakdown, or decrease absorption of retinoic acid, therefore affecting the levels of retinol.</p>","connotation":"risky"},"percentile":90.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Optimize your daily intake of retinol from food sources.</li>\r\n\t<li>Best retinol-rich foods include animal liver, egg yolks, butter, and heavy cream.</li>\r\n\t<li>If you are pregnant or nursing, vegetarian/vegan, please ensure you are meeting your daily intake by increasing your intake of vegetables and fruits.</li>\r\n\t<li>If you consider retinol supplementation, consult a healthcare provider or a registered dietitian.</li>\r\n</ul>","snps_contributing":["rs6420424","rs7501331","rs2241057","rs11645428","rs12934922","rs6564851"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB1","name":"Vitamin B1 Deficiency","description":"<p>Vitamin B1 (Thiamine), the first vitamin B that was discovered, is sometimes called anti-stress vitamin as it improves body`s ability to withstand stress. It also strengthens the immune system, fights depression, and assists healthy functioning of the nervous system. Thiamine is involved in several enzyme functions associated with the metabolism of carbohydrates and fatty acids. Severe thiamine deficiencies are rare (except in critically ill people and alcoholics) and they are associated with genetic diseases such as maple syrup urine disease and beriberi. Thiamine imbalances can result from poor dietary intake, reduced gastrointestinal absorption, increased metabolic requirements, or excessive loss of thiamine due to genetic variations.</p>","connotation":"risky"},"percentile":90.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>You may benefit from extra&nbsp;intake of thiamine above the recommended daily allowance. &nbsp;</li>\r\n\t<li>Optimize your daily requirement for thiamine through your diet.</li>\r\n\t<li>The best sources of thiamin include yeast extract, pork, fortified breakfast cereals, enriched grain products and soy products.</li>\r\n\t<li>For adults, the following doses are the U.S. recommended daily allowance (RDA) of thiamine taken by mouth: in adults 19 and older, 1.2 milligrams for males and 1.1 milligrams for females. And, in pregnant or breastfeeding women of any age, 1.4 milligrams is recommended.</li>\r\n\t<li>Consult your healthcare provider if you consider thiamine supplementation. Additional risk factors include gluten free and low gluten diet, depression, stress, and excessive alcohol consumption.</li>\r\n</ul>","snps_contributing":["rs11691652"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB2","name":"Vitamin B2 Deficiency","description":"<p>Vitamin B2 (riboflavin) is involved in vital metabolic processes in the body. &nbsp;It is necessary for energy production and normal cell function and growth. It is also crucial in helping other B vitamins undergo the chemical changes that make them useful and plays an important role in iron absorption. Emerging research shows that riboflavin may play a role in cancer prevention as well as helping with migraine headaches. Lower levels of riboflavin can cause weakness, throat swelling/soreness, a swollen tongue, skin cracking (including cracked corners of the mouth), hair loss, dermatitis, and anemia. Riboflavin deficiency can also affect vision. Symptoms include blurred vision/ burning, itching, watering, sore or bloodshot eyes, light-sensitive, and easily fatigued. People with some genetic variations need to monitor their Vitamin B2 intake. Excess riboflavin is excreted through the urine (often temporarily causing urine to turn a bright yellow color several hours after taking it) and there is no common risk associated with an overdose.</p>","connotation":"risky"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Meet your daily requirements for vitamin B2 through your diet.</li>\r\n\t<li>Sources of riboflavin include: dairy products (such as milk, cheese and yogurt), eggs, enriched or fortified cereals and grains, nuts, lean meats, liver, dark green vegetables (such as asparagus, broccoli, spinach and turnip greens), fish and poultry.</li>\r\n\t<li>Risk factors for Vitamin B2 imbalances include gluten free diet and pregnancy. Consult a registered nutritionist for more information.</li>\r\n</ul>","snps_contributing":["rs1801133"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB3","name":"Vitamin B3 Deficiency","description":"<p>Vitamin B3 (niacin or nicotinic acid) is essential for normal functioning of digestive and nervous systems, dealing with oxidative stress, DNA repair, and skin health. It is important in metabolism of fat, carbohydrates, and alcohol. Severe niacin deficiencies are rare and are usually found in areas of malnutrition. Consumption of large quantities of alcohol contributes to the risk of niacin deficiencies. This can cause nausea, headaches, tiredness, decreased tolerance to cold, dry and inflamed skin. Several genetic variants are associated with increased risk of niacin imbalances.</p>","connotation":"risky"},"percentile":90.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Please increase your daily intake of Vitamin B3 more than what is generally recommended. The best sources of niacin are beets, brewer&#39;s yeast, beef liver, beef kidney, fish such as salmon, swordfish, tuna, sunflower seeds, peanuts. New studies have shown that niacin is beneficial to the skin health, specifically for problems involving pigmentation and dry skin.</li>\r\n\t<li>Vitamin B3 imbalances can contribute to depression, neurological disorders, high cholesterol/ triglyceride levels, and cardiovascular diseases.</li>\r\n\t<li>Please consult your healthcare provider for more information. Niacin supplementation must not be taken without proper supervision.</li>\r\n\t<li>While niacin has been used to treat several conditions such as high cholesterol, diabetes, atherosclerosis, osteoarthritis and heart disease, niacin at very high doses can be toxic.</li>\r\n</ul>","snps_contributing":["rs2230037","rs1050757"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB5","name":"Vitamin B5 Deficiency","description":"<p>Vitamin B5 (Pantothenic acid) is essential to many biochemical reactions in all forms of life (including plants and animals). Vitamin B5 is required for the breakdown of fats and carbohydrates, maintenance of a healthy digestive system, production of red blood cells, sex and stress related hormones. While severe vitamin B5 deficiencies are very rare, imbalances may cause fatigue, depression, irritability, nausea, and upper respiratory infections.</p>","connotation":"risky"},"percentile":80.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Consider a slightly higher intake of B5 through your diet.</li>\r\n\t<li>Foods rich in Vitamin B5 include animal organs (liver and kidney), fish, shellfish, milk products, eggs, avocados, legumes, mushrooms, and sweet potatoes.</li>\r\n\t<li>Higher doses of Vitamin B5 have been shown to help the healing of skin wounds, mild eczemas, lower cholesterol and triglycerides levels, and improve symptoms of rheumatoid arthritis.</li>\r\n\t<li>Vitamin B5 imbalances can contribute to depression, stress, and respiratory infections. There is no higher limit set for Vitamin B5 intake which can be categorized as an overdose.</li>\r\n</ul>","snps_contributing":["rs12898259"],"snps_inhibiting":[]},{"trait":{"code":"SupplPLP","name":"Vitamin B6 deficiency","description":"<p>Vitamin B6 (and its derivative pyridoxal 5&#39;-phosphate, PLP) are involved in numerous essential processes such as protein metabolism, normal functioning of immune and nervous systems, production of hemoglobin, and maintenance of normal levels of homocysteine. Vitamin B6 in addition to Vitamin B2, B9 (folate), and choline facilitates the methylation cycle which is fundamental to life. Even slight imbalances in Vitamin B6 levels are linked to various conditions. Symptoms of a Vitamin B6 imbalance include nerve inflammation, irritability, depression, dermatitis, cracked and sore lips, inflamed tongue and mouth, and confusion. Several studies identified genetic variants associated with lower levels of vitamin B6.</p>","connotation":"risky"},"percentile":75.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Optimize your daily intake of Vitamin B6 through dietary means.</li>\r\n\t<li>Vitamin B6 is found in fortified cereals, 100% bran, legumes, meat, poultry, fish, liver, bananas, nuts and seeds, blackstrap molasses, peanut butter, many vegetables, and non-citrus fruits.</li>\r\n\t<li>Various common drugs, including non-steroid anti-inflammatory drugs such as ibuprofen and oral contraceptives, interfere with Vitamin B6 metabolism. Other risk factors for Vitamin B6 imbalances include high levels of homocysteine, cardiovascular problems, asthma, ADHD, and cognitive decline.</li>\r\n\t<li>If needed, please consult a registered dietitian or a healthcare provider if you are considering Vitamin B6 supplementation.</li>\r\n</ul>","snps_contributing":["rs162036","rs1697421","rs1801133","rs567754","rs4654748"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB7","name":"Vitamin B7 Deficiency","description":"<p>Vitamin B7 (or biotin) is required by all organisms. It is important for converting food into glucose, which is then used to produce energy, fatty acids, and amino acids. Biotin is also essential for the normal functioning of the nervous system as well as the maintenance of skin and mucous membranes, activating metabolism in the hair roots, and fingernail cells. Biotin can only be obtained through diet as it is synthesized exclusively by plants, bacteria, yeast, and algae. Genetic variations in biotinidase enzyme are associated with lower levels of biotin. Symptoms of biotin imbalance include hair loss, brittle fingernails, fatigue, insomnia, and depression.</p>","connotation":"risky"},"percentile":85.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Optimize your daily biotin (vitamin B7) intake from diet.</li>\r\n\t<li>Foods such as egg yolk, liver, and whole-grain cereal are rich in biotin.</li>\r\n\t<li>Use products that are infused with biotin to help combat thin, splitting hair, or brittle nails.</li>\r\n\t<li>Risk factors for biotin imbalances include pregnancy and smoking.</li>\r\n\t<li>If you are considering supplementation with Vitamin B7, talk to your health care provider.</li>\r\n</ul>","snps_contributing":["rs7651039"],"snps_inhibiting":[]},{"trait":{"code":"SupplFolate","name":"Vitamin B9 Deficiency","description":"<p>Vitamin B9 (folate) is essential for vital processes such as DNA synthesis, methylation, cell repair and maintenance, protein metabolism, and the formation of blood cells. It is very important for pregnant women and women who are trying to conceive. Folic acid and folate are often used interchangeably; but folic acid is the type of folate found in vitamin supplements and fortified foods. Folate deficiencies are associated with anemia, elevated levels of homocysteine, pregnancy complications, and increased risk of cardiovascular diseases.</p>","connotation":"risky"},"percentile":55.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Optimize you daily intake of folate (vitamin B9) from food sources.</li>\r\n\t<li>Good dietary sources of folate include: dark green vegetables like spinach, asparagus and broccoli, bananas, strawberries, oranges, tomato juice, legumes, nuts, cereals, organs meats like liver and kidneys. Other foods that are often fortified with folic acid include enriched breads, bagels, cereals, flours, cornmeal, pastas and rice.</li>\r\n\t<li>Common drugs, including nonsteroidal anti-inflammatory drugs (aspirin, ibuprofen), oral contraceptives, cholesterol lowering and blood pressure control medications may interfere with folate metabolism.</li>\r\n\t<li>Please consult a registered dietitian or a healthcare provider to monitor your folate levels. If you are concerned about your <em>MTHFR</em> variants (rs1801133 and rs1801131), please read the provided references. &nbsp;&nbsp;</li>\r\n</ul>","snps_contributing":["rs153734","rs1999594","rs1805087","rs4654748","rs162036","rs2236225","rs234706","rs1801133"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminB12","name":"Vitamin B12 Deficiency","description":"<p>Vitamin B12 (cobalamin) is required for normal functioning of brain, nervous and digestive systems, and red blood cell formation. It is involved in DNA synthesis, fatty acid, and amino acid metabolism. Vitamin B12 can be only manufactured by bacteria which is generally found in animal food sources. Slight imbalances in Vitamin B12 can lead to anemia, fatigue, stomach inflammation, and affect nervous system. No toxic or adverse effects have been associated with large intakes of vitamin B12 from food or supplements in healthy people. Genetic variants in several genes, including FUT2, MTHFR, MTRR, and TCN2, have been linked to levels of vitamin B12.</p>","connotation":"risky"},"percentile":40.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Maintain your daily dietary intake of Vitamin B12.</li>\r\n\t<li>Food sources rich in Vitamin B12 are: liver, red meat, fish and shellfish, milk and dairy products, fortified soy, almond or rice beverages and products, fortified cereals, nutritional yeast, and eggs.</li>\r\n\t<li>Recommended dietary amounts (RDAs) are 2.4 micrograms daily for ages 14 years and older, 2.6 micrograms daily for pregnant females, and 2.8 micrograms daily for breastfeeding females. Those over 50 years of age should meet the RDA by eating foods reinforced with B12 or by taking a vitamin B12 supplement.</li>\r\n</ul>","snps_contributing":["rs1801198"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminC","name":"Vitamin C Deficiency","description":"<p>Vitamin C (ascorbic acid) is a water-soluble compound that is critical in numerous vital processes. Vitamin C is essential for normal functioning of immune system, production of red blood cells, healthy connective tissues, blood vessels, bones, teeth, and gums. It is a powerful antioxidant and also participates in iron absorption. While vitamin C deficiencies are rare in developed countries, higher blood levels of vitamin C has been linked to vitality, longevity, lower risk of death from all causes, including cardiovascular diseases and cancer. Vitamin C is commonly taken during winter months to help fight off colds. &nbsp;If you spend considerable amounts of time in the gym, consider boosting your Vitamin C levels. People who suffer continuously from colds, as well as smokers and heavy drinkers, would benefit from higher intake of Vitamin C. Since the human body cannot produce Vitamin C, it must acquire this essential vitamin on a daily basis through diet. Scientific studies identified several genetic variations associated with lower levels of Vitamin C.</p>","connotation":"risky"},"percentile":55.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Optimize your daily Vitamin C requirements through diet.</li>\r\n\t<li>Vitamin C can be found in fruits such as oranges, grapefruits, cantaloupes, Kiwi, mango, papaya, pineapple, strawberries, raspberries, blueberries, cranberries and watermelon.</li>\r\n\t<li>Vegetables such as broccoli, brussels sprouts, cauliflower, green and red peppers, spinach, cabbage, turnip greens, sweet and white potatoes, and tomatoes also have a high vitamin C content.</li>\r\n\t<li>There is a variety of vitamin C supplements available. Vitamin C is also commonly used as skincare ingredient.</li>\r\n</ul>","snps_contributing":["rs10063949","rs6133175","rs12479919"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminD2Use","name":"Vitamin D Deficiency","description":"<p>Vitamin D is a fat-soluble vitamin that is critical to bone and muscle health, normal functioning of immune, endocrine, and cardiovascular systems. Vitamin D can be synthesized in the skin upon exposure to sunlight: it is metabolized into active form and regulates hundreds of genes by binding to vitamin D receptor (VDR). There is a steady increase in cases of severe vitamin D deficiencies in developed countries, mainly due to sun protection measures. Other factors that contribute to vitamin D deficiency include environmental conditions (air pollution, geographical locations), as well as dark skin, being over 50, family history of osteoporosis, excessive weight, and genetics. Large-scale studies identified genetics variants in several genes (including the vitamin binding receptor, VDR; vitamin binding protein GC, and NAD coenzyme) that contribute to vitamin D deficiencies.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Inrease your daily recommended intake of Vitamin D through food sources.</li>\r\n\t<li>Foods rich in Vitamin D include fatty fish such as tuna, mackerel, trout, herring, sardines, kipper, anchovies, or carp. It can also be found in beef liver, cheese, egg yolks, and some mushrooms.</li>\r\n\t<li>Sun exposure (using proper precautions) is very important as Vitamin D is synthesized in our bodies through the skin. During sun exposure, the body can make sufficient Vitamin D within a few minutes a day without sunscreen. It is recommended to get at least 15-30 minutes of unprotected sun exposure 2-4 times a week. Check your skin sun sensitivity reports to assess your potential risks of exposure to the UV radiation.</li>\r\n\t<li>An alternative to&nbsp;sun exposure is Vitamin D supplementation under the supervision of a healthcare provider.</li>\r\n\t<li>Have your Vitamin D levels checked regularly. The correct blood test is 25-OH Vitamin D or 25-hydroxy Vitamin D test.</li>\r\n</ul>","snps_contributing":["rs7041","rs1007392","rs1544410","rs7944926","rs3829251","rs731236","rs1993116","rs11234027","rs2282679","rs2060793","rs12800438"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminE2Use","name":"Vitamin E Deficiency","description":"<p>Vitamin E is a fat-soluble nutrient that includes eight different naturally occurring compounds (four tocopherols and four tocotrienols). Vitamin E acts as an antioxidant helping to protect cells from the damage caused by free radicals. It is required for normal functioning of immune system, blood vessels, and many other organs in the body. Vitamin E reduces the risk of life-threatening blood clots. Studies showed that higher levels of Vitamin E are beneficial for healthy cardiovascular system, prevention of cataracts, age-related macular degeneration, and fatty liver disease. It is sometimes used for improving physical endurance, increasing energy, reducing muscle damage after exercise, and improving muscle strength. Vitamin E is also essential for healthy skin as it has both anti-inflammatory and photo-protective properties. Vitamin E imbalances are relatively common; it is generally caused by diet that does not include sufficient amounts of good fats, fat malabsorption disorders, and genetic variations.</p>","connotation":"risky"},"percentile":65.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>You have a slightly higher genetic predisposition for Vitamin E deficiency.</li>\r\n\t<li>Please ensure your daily dietary intake of Vitamin E is higher than what is generally recommended. Vitamin E can be found in vegetable oils, peanuts, hazelnuts, almonds, sunflower seeds, avocados, whole grains, wheat germ, and to a lesser extent in green vegetables, such as spinach and broccoli.</li>\r\n\t<li>Vitamin E can act as an anticoagulant which increases the risk of bleeding problems. The Food and Nutrition Board of the Institute of Medicine has set the limit for intake levels for Vitamin E. For adults, a tolerable upper intake limit (UL) is 1000 mg per day: this is much higher than what is recommended daily and what any Vitamin E diet could ever contain. &nbsp;</li>\r\n\t<li>Topical application of Vitamin E can supplement skin with levels not available from diet.</li>\r\n\t<li>Consult a registered dietitian or a healthcare provider to ensure you are meeting your daily requirements for Vitamin E.</li>\r\n</ul>","snps_contributing":["rs6865300","rs7834588","rs847915"],"snps_inhibiting":[]},{"trait":{"code":"SupplVitaminK2Use","name":"Vitamin K Deficiency","description":"<p>Vitamin K is a group of fat-soluble vitamins (including phylloquinone, or vitamin K1, phytonadione, and K2, menaquinone) that is essential for promoting healthy blood clotting, and healthy bones. Growing body of research indicates that optimum intake of Vitamin K contributes to longevity. Vitamin K plays protective role against many modern diseases, including atherosclerosis, osteoporosis, diabetes, and some types of cancer. Low Vitamin K intake increases the risk of excessive bleeding, mineralization of blood vessels, and also risk of bone fractures. Vitamin K is often used to treat skin to remove spider veins, bruises, scars, stretch marks, burns and it has been known to expedite healing. Genetic variations contribute to Vitamin K imbalances. In fact, some variants have been linked to higher levels of circulating phylloquinone levels, while others contribute to lower vitamin K levels.</p>","connotation":"risky"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Make sure you include vitamin K-rich foods in your diet.</li>\r\n\t<li>Both plant and animal foods can provide us with significant amounts of Vitamin K. Vegetable oils such as extra virgin olive oil.Fresh green vegetables such as spinach, kale, broccoli, lettuce, swiss chard, and parsley are the best source of Vitamin K. Eggs, meats and seafood contain measurable amounts of Vitamin K2; as do cheeses, yogurts, and fermented soy.</li>\r\n\t<li>If prescription anticoagulants (such as warfarin) are taken, dietary intake of Vitamin K needs to be monitored.</li>\r\n</ul>","snps_contributing":["rs8050894"],"snps_inhibiting":[]},{"trait":{"code":"SupplLutein","name":"Lutein and Zeaxanthin Deficiency","description":"<p>Lutein and Zeaxanthin (LZ) are yellow to red xanthophylls, a type of naturally occurring carotenoids. They are found in high concentrations in the macula of the human eye. In fact, the small yellowish area of the eye retina near the optic disk that provides central vision, is called the &quot;macula lutea&quot;, from the Latin macula (spot) and lutea (yellow). Lutein and Zeaxanthin block blue light from reaching the underlying structures in the retina which then reduces the risk of light-induced oxidative damage. This, in turn, reduces &nbsp;macular degeneration and cataracts which are the leading causes of visual impairment and acquired blindness in the world. Lutein and Zeaxanthin also have important general antioxidant functions in the body. Along with other natural antioxidants,including vitamin C, beta carotene, and vitamin E, they guard the body from damaging effects of free radicals. Lutein may also contribute to protection against atherosclerosis (buildup of fatty deposits in arteries). This disease leads to most heart attacks.</p>","connotation":"risky"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<ul>\r\n\t<li>Aim to intake at least 8 milligrams of Lutein and Zeaxanthin (LZ). According to a study from Harvard University, proper supplementation of LZ leads to over 40% lower risk for macular degeneration. This is needed to maintain healthy vision</li>\r\n\t<li>Eat leafy and cruciferous vegetables of yellow, orange, and green colors to get Lutein and Zeaxanthin (LZ). Lutein is absorbed better when ingested with a small amount of fat, such as olive oil.</li>\r\n\t<li>Consume all varieties of cooked summer and winter squash, peas, yellow corn, beet greens, pumpkin, brussels sprouts, broccoli, romaine and iceberg lettuce, asparagus, and carrots. These are good food sources of LZ and contain between 1 to 4 milligrams of LZ per serving.</li>\r\n\t<li>Include other sources of LZ: eggs, orange juice, corn, and other foods yellow in color.</li>\r\n\t<li>If you consider LZ supplementation, discuss with your healthcare provider.</li>\r\n</ul>","snps_contributing":["rs6564863","rs7501331","rs7755","rs4926339","rs6564851"],"snps_inhibiting":["rs5888"]},{"trait":{"code":"SupplLycopene","name":"Lycopene Deficiency","description":"<p>Lycopene is a bright red carotene. It gives many fruits and vegetables,&nbsp;&nbsp;such as tomatoes, watermelons, papayas, pink grapefruits, and red carrots, their characteristic red color. Lycopene is the most powerful antioxidant that is commonly found in diet as it has a high capacity to remove free radicals. It also helps to protect the skin from sunlight damage. Lycopene is present at higher levels in skin, liver, lungs, prostate, colon, and adrenal glands. Scientific studies have linked higher consumption of lycopene rich foods with reduced risk of various diseases, including cardiovascular disease, asthma, some cancers, and age-related vision problems. Unfortunately, Lycopene does not possess an official status as being an essential nutrient. Nevertheless, it is widely considered beneficial for immune system, skin and eye health.</p>","connotation":"risky"},"percentile":80.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>Optimize your daily dietary intake of lycopene by including fresh, cooked tomatoes (fresh tomato pasta sauce, tomato juice, tomato soup, or paste). Tomatoes account for more than 85% of the dietary intake of lycopene in North American diets.</li>\r\n\t<li>Cook tomatoes with olive oil or other good fats as lycopene from cooked tomatoes is absorbed 2.5 times better than from fresh tomatoes. To protect skin from sun damage, the Mayo clinic recommends taking 55 grams of tomato paste in olive oil. This can provide 16 milligrams of lycopene.</li>\r\n\t<li>Include watermelons, guava, papaya, or pink grapefruit in your diet especially if you do not enjoy the the taste or are allergic to tomatoes.</li>\r\n\t<li>Consider lycopene supplementation. The lycopene from the supplements can be easily absorbed at the same rate as the dietary lycopene. The Mayo clinic recommends taking lycopene supplementation for various conditions and concerns, including heart diseases, blood pressure, infertility, and as a general antioxidant.</li>\r\n\t<li>Experiment with lycopene-rich skin care: full of natural antioxidants, anti-aging properties, and protecting against pollution.</li>\r\n</ul>","snps_contributing":["rs6564863","rs4112274","rs7501331","rs12934922","rs7680948","rs6564851"],"snps_inhibiting":["rs1672879"]}]}