{"code":"indoor","name":"Indoor Allergies","description":"<p>Millions of people suffer year-round from allergy symptoms caused by indoor allergens. Although many indoor substances can trigger allergic symptoms, the most common allergens which frequently cause these symptoms are dust mites, pet dander, cockroaches, and mold. Unlike seasonal allergies (such as hay fever), indoor allergies can persist indefinitely if left properly diagnosed. Explore how your genetics may predispose you or protect you from indoor allergens in this section.</p>","entries":[{"trait":{"code":"AllergyMold","name":"Allergy to Mold","description":"<p>Mold are fungi that thrive both outside (in logs, fallen leaves, compost piles, grasses) and inside (in moist places like bathroom, kitchen, basement). There are many different types of mold, some are visible by eye, others are not. Molds make spores that float in the air like pollen. But unlike plants that produce pollen, mold do not die with the first frost. They simply hibernate or stop growing during this time and they start regrowing in the spring. People are allergic to mold when they inhale these spores. Genetic variations associated with allergies to two types of mold fungus (Cladosporium and Alternaria) have been identified.</p>\r\n\r\n<p>&nbsp;</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Take precautions to reduce mold in your house. It is important to keep your house dry: molds thrive in moist conditions.</li>\r\n\t<li>Do not use carpets in bathrooms and basement. Fix water leaks.</li>\r\n\t<li>Also, clean the garbage often and de-clutter (mold can grow in piles of old newspapers and clothing).</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":["rs10189629"]},{"trait":{"code":"AllergyPet","name":"Allergy to Pets","description":"<p>Pet allergy is an allergic reaction to proteins found in an animal&rsquo;s skin cells, saliva, or urine. Signs of pet allergy include those common to hay fever, such as sneezing and runny nose. Some people may also experience signs of asthma, such as wheezing and difficulty breathing. Most often, pet allergy is triggered by exposure to the dead flakes of skin (dander) a pet sheds. Any animal with fur can be a source of pet allergy; but pet allergies are most commonly associated with cats, dogs, rats etc. In 2012, over a third of the U.S. households had a dog. Dog dander travels everywhere, even to places where there has never been a presence of pets. According to the National Institutes of Health, detectable levels of pet dander are in every home in the U.S. Genetic variations in some genes have been identified to be associated with allergy to pets.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you do not have genetic variations associated with pet allergy, be aware of&nbsp;pet allergy symptoms.</li>\r\n\t<li>Typical allergy symptoms incude coughing and wheezing, red, itchy eyes, runny, itchy stuffy nose, sneezing, and skin reactions after being in contact with a pet.</li>\r\n</ul>","snps_contributing":["rs7775228","rs4833095","rs2155219"],"snps_inhibiting":["rs10189629","rs17533090"]},{"trait":{"code":"Allergy2Cockroach","name":"Allergy to Cockroaches","description":"<p>Cockroaches are endemic to many regions around the world and are capable of living in many varieties of living conditions. The National Pest Management Association reports that over 60% of homes in the United States contain cockroach allergens. This number rises to 80-90% in urban areas. The saliva, feces, and shedding body parts of cockroaches contain a protein that can trigger allergies and even asthma in some people. A cockroach allergy is a trigger for a year-round allergy and asthma. Common cockroach allergy symptoms include runny stuffy, or itchy nose; itchy or red eyes, skin rash, cough, and mucus. People with certain genetic variations have higher risk of developing allergies to cockroaches.</p>","connotation":"risky"},"percentile":70.0,"assessment":1,"assessment_recommendation":"<ul>\r\n\t<li>As you have a slightly higher genetic risk for cockroach allergy, minimize your exposure to cockroaches.</li>\r\n\t<li>Fix leaky pipes under the sinks or in the basement, seal cracks in the walls, store food in airtight containers, keep tables and floors free from crumbs, and cover trash cans.</li>\r\n\t<li>Set cockroach baits or &nbsp;traps in case of infestation. Consult a pest control officer for pest eradication.</li>\r\n\t<li>Do not use sprays as they can irritate allergies and trigger asthma.</li>\r\n\t<li>If you suspect that you have a cockroach allergy, try over-the-counter medicines such as nasal corticosteroids, antihistamines, decongestants with your physician&rsquo;s supervision. Consult your healthcare provider&nbsp;for a prescribed plan of care if symptoms persist.&nbsp;</li>\r\n</ul>","snps_contributing":["rs2243151","rs2243123"],"snps_inhibiting":[]},{"trait":{"code":"AllergyMites","name":"Allergy to Dust Mites","description":"<p>Dust mites are microscopic creatures, related to ticks and spiders that live in house dust. The proteins in dust mite body parts and feces cause allergic reactions in some people.These allergy symptoms are similar to those of pollen allergies. Contrary to pollen allergies which are seasonal, dust mite symptoms persist all year round and can feel like an endless cold or even asthma. It is estimated that up to 20 million Americans have a dust mite allergy. When inhaled, dust mite allergen triggers asthma attacks and is one of the most common causes of asthma attacks worldwide. This is primarily because dust mites are found nearly everywhere, especially indoors. All homes contain some amount of dust mites. Because dust mites feed on dead human skin, the allergen tends to be concentrated in mattresses, bedding, upholstered furniture,and carpets. Pets contribute dander to the dust and increase the food source for mites. Several genetic variations have been found to be associated with increased risk of allergy to dust-mites.</p>","connotation":"risky"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While your genetics-based risk score is still within typical range, other factors&nbsp;may contribute to dust mites&nbsp;allergy.</li>\r\n\t<li>If you have year round allergy-like symptoms, dust mites are likely to blame.&nbsp;In any case, reducing your exposure to dust is always beneficial.</li>\r\n\t<li>Use natural fiber rugs that can be cleaned easily.&nbsp;</li>\r\n\t<li>Keep the air in your house cool and clean.</li>\r\n\t<li>Place stuffed toys in the freezer to kill the dust mites. If you have pets, bathe them often.</li>\r\n</ul>","snps_contributing":["rs76896814","rs1898671","rs2069762","rs1800872","rs2155219"],"snps_inhibiting":[]}]}