{"code":"other","name":"Other Sensitivities","description":"<p>In addition to food, outdoor/indoor, and chemical allergies, your genetic makeup can also influence other sensitivities that impact your life. Explore how your unique genetic makeup impacts your potential predisposition for motion sickness, seasonality, noise sensitivity, and noise-induced hearing loss in this section.</p>","entries":[{"trait":{"code":"HealthNovoVirusResistance","name":"Resistance to Stomach Flu","description":"<p>Stomach Flu, or Norovirus, is a form of viral gastroenteritis and is the major cause of foodborne illness worldwide. It is responsible for at least 50% of all gastroenteritis outbreaks in the United States. The stomach flu is very contagious and causes unpleasant symptoms that include abdominal pain, vomiting, and diarrhea. About 30% of people of European ancestry and 20% of people with African ancestry carry the specific version of the genetic variation on the FUT2 (secretor) gene that prevents the most common strain of Norovirus bug to enter their digestive tract. Whether you have a typical predisposition to being infected by this bug or have genetic-based resistance, it is always ideal to follow precautions in order to minimize risk.</p>","connotation":"good"},"percentile":35.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Follow general precautions to avoid contracting stomach flu!</li>\r\n\t<li>Wash your hands using soap is substantially more effective. Hand sanitizer only works best with eradicating bacteria.</li>\r\n\t<li>Try to avoid touching external surfaces, especially in the subway, shopping carts etc.</li>\r\n\t<li>When there is an epidemic of stomach flu in your neighborhood, eat at home. A study published in the PLOS ONE found that restaurant dishes and silverware are often overlooked places which are responsible for people contracting the stomach flu.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"Seasonality","name":"Seasonality","description":"<p>Seasonality or Seasonal Affective Disorder (SAD) is &nbsp;changes in mood and behavior brought on by seasons. SAD begins and ends at about the same times every year. A research study of over 4000 individuals, mostly Australians and Amish populations, &nbsp;identified several genetic variants with small additive effects that are significantly associated with SAD.</p>","connotation":"risky"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Increase&nbsp;your activity levels during Winter&nbsp;months to&nbsp;mitigate the impact of mood changes.</li>\r\n\t<li>Monitor the changes in your mood when seasons change and make note of any such changes for future reference.</li>\r\n\t<li>Still feeling blue in Winter?&nbsp;&nbsp;It is important to be aware of the&nbsp;possibility of SAD.</li>\r\n</ul>","snps_contributing":["rs1801260","rs7870657"],"snps_inhibiting":[]},{"trait":{"code":"MotionSickness","name":"Motion Sickness","description":"<p>Motion sickness (sometimes referred to as travel sickness) is a common condition that occurs in some people who travel by car, train, airplane, or boat. Motion sickness is a general term; the symptoms include nausea, dizziness, and fatigue. Roughly one in three individuals is susceptible to motion sickness, and almost two thirds report being sick in more severe conditions. About 7% of seagoing passengers report vomiting during the journey. Charles Darwin once wrote to his father: &quot;The misery I endured from sea-sickness is far far beyond what I ever guessed at. If it was not for sea-sickness, the whole world would be sailors.&quot; Children and older people are more susceptible to motion sickness while women generally report more cases of motion sickness than men. Motion sickness happens when the body, the inner ear, and the eyes send conflicting signals to the brain. The first study on over 80 thousands individuals yielded genetic variants associated with motion sickness. The study reports that several genetic variants show up to three times stronger effects in women. Some genetic variations increase the likelihood of motion sickness, while other variants are protective. Interestingly, occurrences of motion sickness correlate with migraines, altitude sickness, morning sickness, postoperative nausea and vomiting, and poor sleeping.</p>","connotation":"risky"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>In addition to genetics, other factors that contribute to motion sickness include travel anxiety and general stress, headaches, intoxication, or dehydration. If you are traveling by car, factors such as poor ventilation, sitting in the back seat or not having visibility can cause&nbsp;motion sickness.</li>\r\n\t<li>For women, pregnancy or PMS (premenstrual syndrome) symptoms can contribute to motion sickness as well.</li>\r\n</ul>","snps_contributing":["rs10752212","rs1195218","rs2318131","rs2153535","rs705145","rs66800491","rs997295","rs6069325"],"snps_inhibiting":["rs1378552","rs7957589"]},{"trait":{"code":"Misophonia","name":"Misophonia","description":"<p>Misophonia is a sensitivity to chewing sounds (from the Greek meaning hatred of sound). It is a newly recognized condition that is characterized by feelings of rage triggered by small sounds: people munching, gum chewing, sipping, footsteps, humming, which are called `trigger sounds` in the misophonia community. The response can be an immediate and intense fight or flight feeling that creates panic and rage. People who suffer from this can become violent and emotionally explosive. Misophonia usually starts later in childhood. People who self-reported themselves as being sensitive to noise, frequently have a genetic variation in the gene, TENM2 , that plays a role in brain development.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Never heard of this condition? You are not alone! Misophonia can be a real problem. In a new study, The Brain Basis for Misophonia, &nbsp;brain imaging has demonstrated that people with misophonia have an abnormality in the emotional control mechanism which causes their brains to go into overdrive on hearing the trigger sounds.</li>\r\n\t<li>If you think you or a close one may have misophonia symptoms, please consult www.misophonia.com for more information.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"NoiseInducedHearingLoss","name":"Noise-induced hearing loss","description":"<p>Noise induced hearing loss is a temporary or permanent hearing impairment resulting from prolonged exposure to high levels of noise. Excessive noise exposure is the most common cause of hearing loss. In modern society, we are constantly bombarded by noises in many forms; on our headphones, TVs, or in the cities. When these sounds are at a safe level, they do not damage our hearing. But sounds that are too loud can damage the inner ear and can cause noise-induced hearing loss (NIHL). Noise is probably the most common occupational hazard many people are facing today. According to the National Institute on Deafness, &quot;people of all ages, including children, teens, young adults, and older people, can develop NIHL. Approximately 15% of Americans between the ages of 20 and 69&mdash;or 26 million Americans&mdash;have hearing loss that may have been caused by exposure to noise at work or in leisure activities. As many as 16% of teens (ages 12 to 19) have reported some hearing loss that could have been caused by loud noise&quot;. While loud sounds are not good for anyone, studies identified genetic variations associated with increased risk of NIHL.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>While you do not have genetic variants associated with noise-induced hearing loss, hearing protection is&nbsp;imperative.&nbsp;Reduce the volume when listening to music, TV, radio.</li>\r\n\t<li>Use earplugs at live music concerts and wear ear protectors when you are using lawn mowers or noisy equipment.</li>\r\n\t<li>Refrain from listening to loud music while driving for too long.</li>\r\n\t<li>Have a hearing detox and introduce quiet periods during the day.&nbsp;</li>\r\n\t<li>Noise is measured in decibels (dB): the higher the number, the louder the noise and the more damage it can inflict on your hearing, especially if it is prolonged. Noise levels above 105dB can damage your hearing if you listen to it for 15-20 minutes each week. A few examples of decibel levels of everyday activities are as follows: a normal conversation is 60-65dB, lawn mower or heavy traffic is 85dB, MP3 player on loud is 110dB, and rock concert is 120dB.</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":[]}]}