{"code":"outdoor","name":"Outdoor Allergies","description":"<p>The most common source of outdoor allergens is pollen; often tree pollen (common during spring), grass pollen (common during summer), and Ragweed pollen (common in summer and fall). Explore your predisposition to and protection from these common outdoor allergies in this section.</p>","entries":[{"trait":{"code":"AllergyArtemisia","name":"Mugwort Allergy Resistance","description":"<p>Mugwort is a perennial plant and a close relative of daisies, sunflowers, dandelions, and ragweed. Mugwort pollen is one of the main sources of hay fever and allergic asthma in North Europe, North America and parts of Asia. It&rsquo;s allergic symptoms are almost identical to seasonal allergies such as sneezing, coughing, redness of eyes, itching, skin rashes. Often, allergy to mugwort is preceded by oral allergy syndrome that causes itchiness or swelling of the mouth, face, lip. In some cases, mugwort can cause severe skin rashes, eczema, or asthma. Symptoms often worsen during the mugwort pollen season that runs from late summer to fall. Recent studies identified genetic variations associated with significantly decreased risk of allergy to mugwort pollen. People with these genetic variations report significantly fewer cases of allergies from mugwort pollen.</p>","connotation":"good"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>If you experience hay fever, mugwort pollen may actually be the culprit! It is the most common cause of hay fever.</li>\r\n\t<li>Mugwort pollen cross-reacts with foods like honey, sunflower seeds, apple, carrot, celery, garlic, onion, peanuts, pistachios,and almonds. Be wary as it can cause an oral allergy syndrome if you are allergic.</li>\r\n\t<li>Maintain a food diary and monitor your intake of foods that can cross-react with mugwort pollen.</li>\r\n\t<li>If your symptoms persist, take over the counter medicine or talk to your health-care provider about testing for mugwort pollen allergy immediately!</li>\r\n</ul>","snps_contributing":[],"snps_inhibiting":["rs1898671"]},{"trait":{"code":"HayFever","name":"Hay Fever","description":"<p>A multitude of different substances and pollen cause the allergic symptoms commonly called hay fever. While hay is not the only allergen that causes problems, this popular name appeared from early descriptions of sneezing, nasal congestion, and eye irritation while harvesting hay fields. The scientific term for it is called allergic rhinitis; the origin lies in the term rhino (nose). At peak seasons, hay fever affects up to 30% of all people worldwide. Symptoms of hay fever often mimic those of chronic colds: nasal congestion, a runny nose with clear mucus, sneezing, eye itching, or excess tears. Hay fever, if undiagnosed, can be disruptive to daily life; often affecting performance at work or school. Large genome-wide association studies identified multiple genetic markers associated with hay fever.</p>","connotation":"risky"},"percentile":50.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your overall genetics-based predisposition risk for hay fever is within typical range. Hay fever is a complex phenomena and many genetic variants contribute to its overall risk.</li>\r\n\t<li>Even if you do not experience hay fever symptoms, you should follow precautionary steps to minimize the effect of pollen on your well-being.</li>\r\n\t<li>In high pollen season, these steps include washing bed sheets weekly in hot water, taking a shower and washing hair before bedtime (as pollen can collect on skin and hair throughout the day).</li>\r\n\t<li>Avoid activities such as cutting grass or walking in grassy areas in the early morning, evening or at night. These are the times when the pollen count is the highest.</li>\r\n</ul>","snps_contributing":["rs2243250","rs343496","rs868688","rs7521681","rs62026376","rs1898671","rs4833095","rs1438673","rs2070874","rs1342326","rs6517368"],"snps_inhibiting":["rs1837253","rs2305480","rs887864"]},{"trait":{"code":"HistamineIntolerance","name":"Histamine Intolerance","description":"<p>Histamine intolerance is caused by excessive buildup of histamine as a result of an impaired function of the histamine-degrading enzyme diamine oxidase (DAO) and histamine N-methyl transferase (HNMT); these enzymes regulate the airway response to histamine. It is a part of a local immune response to cause inflammation as a reaction to foreign particles (such as virus) or allergens (from plant pollen, dust mites, certain foods, food additives, alcohol). Histamine is also a neurotransmitter that conveys messages between neurons and plays an important role in regulating the permeability of the blood capillaries, and regulating levels of regulation of gastric acid. It is present on our skin, lungs, and stomach. As a healthy reaction, histamine levels rise in response to allergens present in air, environment, foods, and drinks. Under normal physiological conditions, excess of histamine is quickly degraded. When the degradation process is impaired, it leads to histamine intolerance. Genetic variants in the aforementioned enzymes are associated with histamine intolerance.</p>","connotation":"risky"},"percentile":35.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You do not possess known genetic risks for histamine intolerance.&nbsp;</li>\r\n\t<li>In addition to genetics, histamine intolerance may be caused by hormone changes (menopause), medications, or the presence of &nbsp;high amounts of histamine in a meal.</li>\r\n\t<li>Symptoms of histamine intolerance vary from nasal congestion and headaches/dizziness to abdominal cramps, nausea, diarrhea, skin rashes, extreme tiredness. If you are unable to to find the root cause of your symptoms, please consult an allergist or a physician.</li>\r\n\t<li>Maintain a food diary and write down your symptoms. Foods high in histamines include fermented alcoholic beverages, cured meats and smoked fish, matured cheeses, fermented and soured foods, shellfish, walnuts and cashew nuts, chocolates, most citric fruits, tomatoes, eggplants, snacks and sweets with preservatives and additives.</li>\r\n</ul>","snps_contributing":["rs1799836","rs1049793"],"snps_inhibiting":[]},{"trait":{"code":"AllergyPoaceae","name":"Grass Allergy Resistance","description":"<p>Grass pollen is known to cause a variety of allergic reactions. It is most present in the air during the late spring and early summer months; and can often cause allergic rhinitis, allergic conjunctivitis, and asthma. Direct skin contact with grass, such as from sitting in the grass or mowing the lawn, can cause itching, urticaria (also known as hives), and atopic dermatitis (eczema). Grass allergy can also be associated with fruit pollen syndrome resulting in food allergies to tomatoes, potatoes, and peaches. A recent study identified genetic variations associated with lower incidents of grass allergy. This implies that these genetic variations can protect from grass allergies, and people who have these variations are less likely to develop allergies to grass. True grasses (poaceae) are a family of plants to which a large part of the population is allergic. These plants are characterized by long and narrow cuts. Cultivated cereals such as wheat, oats, corn, rice are among the many true grasses species.</p>","connotation":"good"},"percentile":40.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>Your genetic resistance against grass allergy is on the lower side.&nbsp;</li>\r\n\t<li>If you do experience hay fever, do watch for allergic reactions to grass as it can be a potential root cause.</li>\r\n\t<li>Research has shown that high levels of stress can worsen existing allergies, possibly by upsetting the balance of substances in your body that control immune response. Try to meditate often to keep your immune system strong and keep your stress levels from exacerbating potential allergies.</li>\r\n</ul>","snps_contributing":["rs6554809"],"snps_inhibiting":[]},{"trait":{"code":"AllergyBetulaceae","name":"Birch Pollen Allergy Resistance","description":"<p>Some people have genetic variations that make them more resistant towards birch pollen allergy. In other words, people with this genetic variations have lower incidence of allergies to birch (Betulaceae). Birch pollen is a very allergenic pollen and is one of the main triggers of hay fever. In people who are allergic, it can cause an asthma attack, conjunctivitis, and oral allergy syndrome that causes an itchy mouth; similar to what some experience after eating raw fruits, vegetables, or nuts. Birch pollen cross-reacts with many fruits, vegetables and nuts, with apples being the most common cross-reaction associated with birch pollen.</p>","connotation":"good"},"percentile":40.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>If you have hay fever symptoms, birch pollen may be one of the reasons. Please monitor symptoms and avoid areas with high birch pollen concentration.</li>\r\n\t<li>You may also consult weather websites which provide a pollen index as a safety precaution.</li>\r\n\t<li>If you experience itching or swelling of the mouth, face, lip after eating raw fruits (apple, apricot, peach, plum, cherry, kiwi), vegetables (carrot, celery, fennel, coriander, parsley), nuts (almonds, hazelnut), please take over the counter medicine or talk to your health-care provider immediately!</li>\r\n</ul>","snps_contributing":["rs887864"],"snps_inhibiting":[]}]}