{"code":"interpersonal","name":"Interpersonal Characteristics","description":"<p>How you interact with others or your social personality is a function of your genetics, your early childhood upbringing and your experience. Traits such as agreeableness, leadership potential, empathy, and many others are influenced by your genetics and enhanced or suppressed by your social and family environment. Within this section, explore how your genetic makeup may influence how you interact with other people.</p>","entries":[{"trait":{"code":"PersonalityEmpathy","name":"Empathy","description":"<p>Empathy is defined as the capacity to understand and share the actions, emotions and intentions of others. It is an important driver of human social behaviors and it has genetic component (as social interactions were linked to survival during evolution). We test for genetic variations in two genes, OXTR and BDNF. The OXTR gene codes for oxytocin receptor that relates to empathy and stress reactivity in humans. Oxytocin is a powerful neurotransmitter and it is sometimes referred to as the cuddle or love hormone. It is connected to such life-affirming activities as maternal behavior, lactation, social bonding and sexual pleasure. Individuals with certain OXTR genotype performed better on the empathy test, feel less lonely, employ more sensitive parenting techniques. Genetic variation in the brain-derived neurotrophic factor (BDNF) has also been found to affect empathy and social perception: people with some alleles present more reactivity to emotional stimuli. Studies also found that culture is an important moderator that shapes behavioral outcomes associated with OXTR and BDNF genotypes.</p>","connotation":"good"},"percentile":15.0,"assessment":0,"assessment_recommendation":"<p>You do not seem to have genetic predispositions that would enhance your empathy. Your empathy levels fall within the average range of the population. This means how much empathy you show to your fellow humans is dependent on your active effort.</p>","snps_contributing":["rs53576","rs6265","rs2254298"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityProSocialBehavior","name":"Sociability","description":"<p>Sociability is a complex, multidimensional construct. As humans we all have a universal need for interpersonal relationships. Many people maintain rich social connections, boasting high-contact relations across numerous family members, co-workers and friends, while others possess only a few close relationships, and in some instances, are largely socially isolated. Ability to form and maintain these bonds is commonly characterized along two dimensions, social integration and social support. Social integration reflects how extensively individuals are embedded in a social context, both by quantity of social contacts and diversity of social roles, whereas social support refers to the various types of assistance (e.g. emotional and tangible) that people may receive from others or perceive to be available from others. Individual differences in social integration and quality of social support have been shown to be substantially heritable. Up to 70% for pro-social behaviors, including factors such as empathy, degree of social integration, availability of confidants, friend/relative social support is heritable. This implies that as individuals we are endowed with certain traits that affect our ability to form and maintain close relationships with others. Studies (of people of European, Asian, and African descent) have demonstrated that variability in social behavior is at least partly determined by genetic variations in the oxytocin receptor gene (OXTR) that is also associated with empathy trait. In addition, pro-social tendencies are modulated by variants in the CLOCK gene. Interestingly, genetic variations in the CLOCK gene are strongly associated with being an evening person as well as an emotional eater.</p>","connotation":"good"},"percentile":30.0,"assessment":0,"assessment_recommendation":"<p>You do not seem to have genetic predispositions that would increase your emotional support needs. Your emotional needs levels fall within the average range of the population.</p>","snps_contributing":["rs53576","rs237887","rs2268494","rs2254298","rs1042778","rs1801260","rs6832769"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityExtraversion","name":"Extraversion","description":"<p>Most people believe that an extrovert is a person who is friendly and outgoing. While that may be true, that is not the true meaning of extroversion. Basically, an extrovert is a person who is energized by being around other people. This is the opposite of an introvert who is energized by being alone. Extroversion is heritable personality trait associated with numerous psychosocial, lifestyle and health outcomes. It is one of the Big Five personality traits (together with openness to experience, conscientiousness, agreeableness, and neuroticism). Meta-analysis of several studies reported several genetic variations that are significantly associated with Extroversion.</p>","connotation":"good"},"percentile":95.0,"assessment":2,"assessment_recommendation":"<p>You have an advantaged genetics-based predisposition likelihood for extroversion. Leverage this natural advantage to connect to others more easily both personally and professionally. However, also make sure that you provide more introverted people in your life and work the opportunity to express themselves.</p>","snps_contributing":["rs7922066","rs2024488","rs11103814","rs8010306","rs79870297","rs644148","rs2712162","rs1842129"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityLeadership","name":"Leadership Potential","description":"<p>Were you born to lead? Leadership, and in particular charismatic leadership, is partially influenced by our genetics. Genetic differences are significantly associated with the likelihood that people take on leadership positions. While some leadership skills can definitely be learned and/or honed, there are genetic variations that are associated with the passing of leadership ability down through generations.</p>","connotation":"good"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<p>You have a typical genetic predisposition likelihood for leadership. This means the onus of developing your leadership skills is on you and your choices. Leadership is much more than innate charisma, it is the ability to effectively leverage your strengths and that of others collectively, to create something more substantial than you could alone. As such leadership can happen at every level of life.</p>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"PersonalityAgreeableness","name":"Agreeableness","description":"<p>Agreeableness is a personality trait manifesting itself in individual behavioral characteristics that are perceived as kind, sympathetic, cooperative, warm and considerate. It is one of the Big Five personality traits. A person with a high level of agreeableness in a personality test is usually warm, friendly, and tactful. They generally have an optimistic view of human nature and get along well with others. We learn agreeableness within our family structures and the social environments we grow up with. However research shows that agreeableness is partially influenced by our genetics. Interestingly, the agreeableness has been shown to be correlated with <em>morningness</em>. Indeed, the <em>morningness</em>&nbsp;allele of the circadian gene CLOCK is significantly associated with agreeableness.</p>","connotation":"good"},"percentile":45.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You score within the typical predisposition likelihood for agreeableness.</li>\r\n\t<li>If you are in a leadership position at your work, you may want to focus on creating more harmony in your surroundings.&nbsp;</li>\r\n</ul>","snps_contributing":["rs709160","rs1801260","rs1055356"],"snps_inhibiting":["rs6832769"]}]}