{"code":"learning","name":"Learning Personality","description":"<p>Your neural development has a large impact on the way you learn and much of the initial neural architecture you start out with as a child is influenced by your genetics. As you interact with your family and with the education system some traits get enhanced while others may be suppressed. See what genetic predispositions you may have pertaining to your learning personality and explore ways to build on some of your potential strengths.</p>","entries":[{"trait":{"code":"MemoryPerformance","name":"Memory Performance","description":"<p>Human memory is the result of many distinct mental processes, such as memory encoding, forgetting, and modulation of memory strength by various stimuli. Memory has large inter-individual variability and substantial heritability. It depends on many genetic factors (it is a polygenic trait) and only a few of them have been characterized so far. We test 3 genetic variations that account for episodic memory (ability to recall words and pictures) that have recently been identified. Genetic variation in the BAIAP2 gene is related to negative emotional modulation of human memory strength. People who carry the minor A allele of rs8067235 variant performed significantly better in recalling negative images compared to neutral pictures, while carriers of the major allele did not demonstrate any difference. Carriers of KIBRA rs17070145 T allele had 25% better free recall performance 5 min after word presentation and 20% better free recall performance 24 hours after word presentation than did non-carriers.</p>","connotation":"good"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<p>You do not seem to have genetic predispositions that were found to be associated with increased episodic memory performance. Your genetic-influenced memory performance falls within the average range of the population. Still, it is never too late to start training your memory.</p>","snps_contributing":["rs17070145","rs6439886"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityCreativity","name":"Creativity","description":"<p>Several lines of evidence suggest that genetics contributes to creativity potential estimating that over 30% of the creativity is heritable. Studies explored genetic background of general creativity that includes visual, verbal, scientific, technical or physical fields. An interesting result is that DRD2 and COMT genes that are involved in dopamine transmission may act in coordination to contribute to creativity. The neuregulin 1 gene (NRG1) is associated with creativity in people with high intellectual and academic performance. The same gene has also been implicated in increased risk of psychological problems</p>","connotation":"good"},"percentile":10.0,"assessment":0,"assessment_recommendation":"<ul>\r\n\t<li>You have genetic variants found to be associated with general creativity.</li>\r\n\t<li>Creativity, like other personality phenomena, is a very complex trait that is driven by both nature and nurture.</li>\r\n\t<li>Everyone has their creative side, and has the potential to develop it further in any direction.</li>\r\n\t<li>This means it&#39;s up to you to allow yourself to be creative, be it in work, art, or personal life.</li>\r\n</ul>","snps_contributing":["rs8064530","rs174675","rs4073229","rs5993883"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityLearningFromMistakes","name":"Experiential Learning Impairment","description":"<p>An exciting study published in the Science magazine in 2007 with the title &quot;Genetically determined differences in learning from errors&quot; looked at the role of neurotransmitter called dopamine in feedback-based learning and monitoring negative action. The experimental set-up involved neuroimaging brains of volunteers while they were involved in a probabilistic learning task. The goal was to find out whether genetic variant in the dopamine D2 receptor gene has any effect on how people learned. The polymorphism in question is quite common and it often referred as DRD2-TAQ-IA (rs1800497). This polymorphism is known to modulate dopamine D2 receptor density. The less common A1 allele is associated with a reduction in D2 density by up to 30%. Neuroimaging study demonstrated that the A1-allele carriers with reduced dopamine D2 receptor densities learned to avoid actions with negative consequences less efficiently. Their posterior medial frontal cortex that is involved in feedback monitoring, responded less to negative feedback than others did. So, in addition to higher risk of addictive behaviors, the carriers of the risk A1 allele demonstrate decreased sensitivity to negative action consequences, which may actually explain an increased risk of developing addictive behaviors. In other words, risk allele carriers are generally worse at avoiding the same errors. This may have various implications in their learning style.</p>","connotation":"risky"},"percentile":5.0,"assessment":0,"assessment_recommendation":"<p>You are not a carrier of a risky allele in the DRD2 gene that has been reported to be associated with an inability in avoiding the same mistakes. That doesn&#39;t necessarily mean that you don&#39;t repeat your mistakes, since there are a lot of non-genetic components such as your upbringing, education level and perspectives on life that affect your learning from mistakes. If you observe that certain destructive patterns repeat themselves in your life, review the assumptions and perspectives you approach situations.</p>","snps_contributing":[],"snps_inhibiting":[]},{"trait":{"code":"MathematicalAbility","name":"Mathematical Aptitude","description":"<p>Were you the one in the class who was quick to grasp all the math concepts in no time, the one who preferred the dentist&rsquo;s chair to doing a math problem, or somewhere in between? Your math aptitude of course depends on your family environment, the quality of your schooling and many other environmental factors. But research suggests that some people are naturally good at math, whereas other may need to put in extra effort to become good at it. There are known genetic variations that seem to contribute to the overall mathematical aptitude of individuals. Interestingly, about half of these genetic contributions are shared by individuals who are also good at reading comprehension.</p>","connotation":"good"},"percentile":20.0,"assessment":0,"assessment_recommendation":"<p>You seem to have a typical likelihood for this trait. This means your own efforts will determine how well you will do on math.</p>","snps_contributing":["rs12613365","rs789859","rs363449","rs12199332","rs1215603","rs2300052","rs2809115"],"snps_inhibiting":["rs6947045","rs133885"]},{"trait":{"code":"ReadingSpelling","name":"Reading Aptitude","description":"<p>Reading ability measures the processing and comprehension capacity of written language. Often, significant similarities can be observed among family members with regards to reading ability. While there is definitely an environmental and social component, research has shown that genetics and heredity plays a major role in the ability of people to process written language. There are known genetic variations that seem to contribute to the overall reading ability of individuals. Interestingly, about half of these genetic contributions are shared by individuals who are also good at mathematical aptitude. Another interesting finding is that genetic variations associated with reading abilities in English and Chinese overlap.</p>","connotation":"good"},"percentile":80.0,"assessment":1,"assessment_recommendation":"<p>Congrats! You seem to have a slightly advantaged predisposition for this trait. This means you share genetic variations that are common for individuals with higher reading ability. Like most other cognitive abilities, reading ability is a function of your family upbringing, education, social environment and personal interest in reading. The more you read, the more you develop the neural pathways that make reading both pleasurable and easy.</p>","snps_contributing":["rs3743205","rs17135159","rs13307587","rs1859596","rs349045","rs11158345","rs10508253","rs12050412"],"snps_inhibiting":["rs3756821","rs4236032","rs807701","rs1091047","rs6935076","rs9366577","rs7765678","rs6922023"]},{"trait":{"code":"MusicAptitude","name":"Music Performance Aptitude","description":"<p>Were you born with an inherent talent to be a musician? Musical aptitude has been shown to be influenced by certain genetic variations. Individuals with specific genetic variations have been shown to perform higher on the Bentley Musical Aptitude Test, which is used to assess a student&#39;s aural capacity before learning an instrument.</p>","connotation":"good"},"percentile":75.0,"assessment":1,"assessment_recommendation":"<p>Congrats! You seem to have a slightly advantaged predisposition likelihood for higher musical performance aptitude. This indicates that you share specific traits with individuals known to have a higher ability in musical performance. Like most other hobbies however, your excellence depends on how much effort you put into it and how much passion you have for it.</p>","snps_contributing":["rs13109270","rs1293430","rs13146789","rs9854612"],"snps_inhibiting":[]},{"trait":{"code":"PersonalityMusicCreativity","name":"Musical Creativity","description":"<p>Musical creativity is the ability to create new forms of music and is most common associated with composition and improvisation within music. This is a different ability than music performance, as performers often stress accuracy, whereas composers stress novelty and out of the box creativity. From scientific point of view, musical creativity is a complex phenotype where a common background with musicality and intelligence has been proposed. A study of nearly 500 individuals from 79 families reported on genetics associated with music related creativity. Individuals with music aptitude who were engaged in arranging and composing music were found to possess certain genetic variants more frequently than controls, where some controls were playing various music instruments and other were not engaged in music activities at all. While this is a small study, their analysis suggested the involvement of cerebellar long-term pathway that controls brain plasticity and memory, facilitating the acquisition of novel information.</p>","connotation":"good"},"percentile":40.0,"assessment":0,"assessment_recommendation":"<p>You have a typical genetics-based predisposition likelihood for music creativity. As other personality traits, music creativity is a complex trait driven by genetics as well as family, environment, and our personal interests and hobbies. Genetic predisposition is only a potential advantage rather than a determinant of creativity. If music is your passion, creativity could be acquired through your openness to new ideas and forms.</p>","snps_contributing":["rs4972527","rs518136","rs10856917","rs737401"],"snps_inhibiting":[]}]}